Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

# itemsToDisplayDescription
source: Number of items to display in this decorator.
ar: عدد العناصر التي تظهر في هذه الزينة.
de: Anzahl der Elemente in diesem Dekorator.
es: Número de elementos en este decorador.
fr: Nombre d'éléments dans ce décorateur.
it: Numero di elementi in questo decoratore.
ja: このデコレーターで表示するアイテムの数。
pt: Número de itens neste decorador.
zh: 此装饰器中显示的项目数量。

# roleSpecificSettingsTitle
source: Role Specific Settings
ar: إعدادات مخصصة للدور
de: Rollenspezifische Einstellungen
es: Ajustes por Rol
fr: Paramètres par Rôle
it: Impostazioni per Ruolo
ja: ロール固有の設定
pt: Config. por Função
zh: 角色特定设置

# daysBetweenViewsLabel
source: Days Between Views
ar: الأيام بين المشاهدات
de: Tage zwischen Ansichten
es: Días entre Visualizaciones
fr: Jours entre Affichages
it: Giorni tra Visualizzazioni
ja: 表示間隔（日数）
pt: Dias entre Visualizações
zh: 视图间隔天数

# daysBetweenViewsDescription
source: This setting determines the minimum number of days that must pass before a decorator can be shown again to a user, provided the associated task has not yet been completed.
ar: يحدد هذا الإعداد الحد الأدنى لعدد الأيام التي يجب أن تمر قبل أن يمكن عرض هذه الزينة مرة أخرى للمستخدم، شريطة ألا يكون قد أكمل المهمة المرتبطة بها بعد.
de: Mindesttage vor erneuter Anzeige.
es: Días mínimos antes de repetir decorador.
fr: Jours minimum avant de répéter le décorateur.
it: Giorni minimi prima di ripetere il decoratore.
ja: この設定は、関連するタスクがまだ完了していない場合に、デコレーターをユーザーに再度表示するまでに経過する必要がある最小日数を決定します。
pt: Dias mínimos antes de repetir decorador.
zh: 此设置决定了在相关任务尚未完成的情况下，装饰器再次向用户显示之前必须经过的最少天数。

# feedDecoratorTypeLinkAccount
source: Link Account
ar: ربط الحساب
de: Konto verknüpfen
es: Vincular Cuenta
fr: Lier le Compte
it: Collega Account
ja: アカウントをリンク
pt: Vincular Conta
zh: 关联账号

# feedDecoratorTypeUpgrade
source: Upgrade to Premium
ar: الترقية إلى مميز
de: Premium-Upgrade
es: Pasar a Premium
fr: Passer au Premium
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Mudar para Premium
zh: 升级到高级版

# feedDecoratorTypeRateApp
source: Rate App
ar: تقييم التطبيق
de: App bewerten
es: Valorar App
fr: Noter l'App
it: Valuta App
ja: アプリを評価
pt: Avaliar App
zh: 评价应用

# feedDecoratorTypeEnableNotifications
source: Enable Notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen aktivieren
es: Activar Notificaciones
fr: Activer Notifications
it: Attiva Notifiche
ja: 通知を有効化
pt: Ativar Notificações
zh: 开启通知

# feedDecoratorTypeSuggestedTopics
source: Suggested Topics
ar: مواضيع مقترحة
de: Vorgeschlagene Themen
es: Temas Sugeridos
fr: Sujets Suggérés
it: Argomenti Suggeriti
ja: おすすめのトピック
pt: Tópicos Sugeridos
zh: 推荐话题

# feedDecoratorTypeSuggestedSources
source: Suggested Sources
ar: مصادر مقترحة
de: Vorgeschlagene Quellen
es: Fuentes Sugeridas
fr: Sources Suggérées
it: Fonti Suggerite
ja: おすすめのソース
pt: Fontes Sugeridas
zh: 推荐来源

# guestUserRole
source: Guest User
ar: مستخدم ضيف
de: Gast
es: Invitado
fr: Invité
it: Utente Ospite
ja: ゲストユーザー
pt: Convidado
zh: 访客用户

# standardUserRole
source: Standard User
ar: مستخدم عادي
de: Standard-Nutzer
es: Usuario Estándar
fr: Utilisateur Standard
it: Utente Standard
ja: 標準ユーザー
pt: Usuário Padrão
zh: 标准用户

# premiumUserRole
source: Premium User
ar: مستخدم مميز
de: Premium-Nutzer
es: Usuario Premium
fr: Utilisateur Premium
it: Utente Premium
ja: プレミアムユーザー
pt: Usuário Premium
zh: 高级用户

# dashboardTitle
source: Dashboard
ar: لوحة القيادة
es: Panel
fr: Tableau de Bord
ja: ダッシュボード
pt: Painel
zh: 仪表盘

source: Clear Selection
ar: مسح التحديد
de: Auswahl aufheben
es: Limpiar Selección
fr: Effacer la Sélection
it: Cancella Selezione
ja: 選択を解除
pt: Limpar Seleção
zh: 清除选择

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt: Buscar
zh: 搜索

source: No results found.
ar: لم يتم العثور على نتائج.
de: Keine Ergebnisse.
es: Sin resultados.
fr: Aucun résultat.
it: Nessun risultato.
ja: 結果が見つかりませんでした。
pt: Sem resultados.
zh: 未找到结果。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
zh: 关闭

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
pt: Aplicar
zh: 应用

# visibleToRoleLabel
source: Visible to {roleName}
ar: مرئي لـ {roleName}
de: Sichtbar für {roleName}
es: Visible para {roleName}
fr: Visible pour {roleName}
it: Visibile a {roleName}
ja: {roleName}に表示
pt: Visível para {roleName}
zh: 对 {roleName} 可见

# adPlatformConfigurationTitle
source: Ad Platform Configuration
ar: إعدادات منصة الإعلان
de: Werbeplattform-Konfig
es: Plataforma de Publicidad
fr: Plateforme Publicitaire
it: Configurazione Piattaforma
ja: 広告プラットフォーム設定
pt: Plataforma de Publicidade
zh: 广告平台配置

# primaryAdPlatformTitle
source: Primary Ad Platform
ar: منصة الإعلانات الأساسية
de: Primäre Plattform
es: Plataforma Principal
fr: Plateforme Principale
it: Piattaforma Primaria
ja: 主要な広告プラットフォーム
pt: Plataforma Principal
zh: 主要广告平台

# primaryAdPlatformDescription
source: Choose the primary ad platform to be used across the application.
ar: اختر منصة الإعلانات الأساسية التي ستُستخدم في جميع أنحاء التطبيق.
de: Haupt-Werbeanbieter wählen.
es: Proveedor principal de anuncios.
fr: Fournisseur principal de publicités.
it: Scegli il fornitore principale.
ja: アプリケーション全体で使用される主要な広告プラットフォームを選択します。
pt: Provedor principal de anúncios.
zh: 选择要在整个应用程序中使用的主要广告平台。

# adUnitIdentifiersTitle
source: Ad Unit Identifiers
ar: معرفات الوحدات الإعلانية
de: Anzeigen-IDs
es: IDs de Unidades de Anuncios
fr: IDs d'Unités Publicitaires
it: ID Unità Pubblicitarie
ja: 広告ユニット識別子
pt: IDs de Unidades de Anúncios
zh: 广告单元标识符

# adUnitIdentifiersDescription
source: Configure the ad unit IDs for the selected ad platform.
ar: تكوين معرفات الوحدات الإعلانية لمنصة الإعلانات المختارة.
de: IDs pro Plattform konfigurieren.
es: Configura los IDs por plataforma.
fr: Configurez les IDs par plateforme.
it: Configura gli ID per piattaforma.
ja: 選択した広告プラットフォームの広告ユニットIDを設定します。
pt: Configure os IDs por plataforma.
zh: 为所选广告平台配置广告单元 ID。

# feedAdSettingsTitle
source: Feed Ad Settings
ar: إعدادات إعلانات الموجز
de: Feed-Anzeigen
es: Anuncios en Feed
fr: Publicités dans le Flux
it: Impostazioni Annunci Feed
ja: フィード広告設定
pt: Anúncios no Feed
zh: 信息流广告设置

# enableFeedAdsLabel
source: Enable Feed Ads
ar: تفعيل إعلانات الموجز
de: Feed-Anzeigen aktivieren
es: Activar Anuncios en Feed
fr: Activer Pubs dans le Flux
it: Attiva Annunci Feed
ja: フィード広告を有効化
pt: Ativar Anúncios no Feed
zh: 启用信息流广告

# feedAdTypeSelectionTitle
source: Feed Ad Type Selection
ar: اختيار نوع إعلان الموجز
de: Feed-Anzeigentyp
es: Tipo de Anuncio en Feed
fr: Type de Pub dans le Flux
it: Tipo Annuncio Feed
ja: フィード広告タイプの選択
pt: Tipo de Anúncio no Feed
zh: 信息流广告类型选择

# feedAdTypeSelectionDescription
source: Choose the type of ads to display in the main feed (Native or Banner).
ar: اختر نوع الإعلانات التي ستُعرض في الموجز الرئيسي (أصلي أو بانر).
de: Native oder Banner.
es: Nativo o Banner.
fr: Natif ou Bannière.
it: Nativo o Banner.
ja: メインフィードに表示する広告のタイプ（ネイティブまたはバナー）を選択します。
pt: Nativo ou Banner.
zh: 选择在主信息流中显示的广告类型（原生或横幅）。

# userRoleFrequencySettingsTitle
source: User Role Frequency Settings
ar: إعدادات تكرار دور المستخدم
de: Häufigkeit pro Rolle
es: Frecuencia por Rol
fr: Fréquence par Rôle
it: Frequenza per Ruolo
ja: ユーザーロールごとの頻度設定
pt: Frequência por Função
zh: 用户角色频率设置

# userRoleFrequencySettingsDescription
source: Configure ad frequency and placement intervals based on user roles.
ar: تكوين تكرار الإعلانات وفترات وضعها بناءً على أدوار المستخدمين.
de: Intervalle pro Rolle festlegen.
es: Configura intervalos por rol.
fr: Configurez les intervalles par rôle.
it: Configura intervalli per ruolo.
ja: ユーザーロールに基づいて広告の頻度と配置間隔を設定します。
pt: Configure intervalos por função.
zh: 根据用户角色配置广告频率和投放间隔。

# articleAdSettingsTitle
source: Article Ad Settings
ar: إعدادات إعلانات المقالات
de: Artikel-Anzeigen
es: Anuncios en Artículos
fr: Publicités dans les Articles
it: Annunci negli Articoli
ja: 記事内広告設定
pt: Anúncios em Artigos
zh: 文章广告设置

# enableArticleAdsLabel
source: Enable Article Ads
ar: تفعيل إعلانات المقالات
de: Artikel-Anzeigen aktivieren
es: Activar Anuncios en Artículos
fr: Activer Pubs dans les Articles
it: Attiva Annunci Articoli
ja: 記事内広告を有効化
pt: Ativar Anúncios em Artigos
zh: 启用文章广告

# defaultInArticleAdTypeSelectionTitle
source: Default In-Article Ad Type Selection
ar: اختيار نوع الإعلان الافتراضي داخل المقال
de: Standard-Anzeigentyp
es: Tipo de Anuncio Predeterminado
fr: Type de Pub par Défaut
it: Tipo Annuncio Predefinito
ja: デフォルトの記事内広告タイプの選択
pt: Tipo de Anúncio Padrão
zh: 默认文章内广告类型选择

# defaultInArticleAdTypeSelectionDescription
source: Choose the default type of ads to display within articles (Native or Banner).
ar: اختر نوع الإعلانات الافتراضي الذي سيُعرض داخل المقالات (أصلي أو بانر).
de: Native oder Banner.
es: Nativo o Banner.
fr: Natif ou Bannière.
it: Nativo o Banner.
ja: 記事内に表示する広告のデフォルトタイプ（ネイティブまたはバナー）を選択します。
pt: Nativo ou Banner.
zh: 选择在文章内显示的默认广告类型（原生或横幅）。

# inArticleAdSlotPlacementsTitle
source: In-Article Ad Slot Placements
ar: مواضع الإعلانات داخل المقال
de: Platzierungen im Artikel
es: Ubicaciones en Artículos
fr: Emplacements dans l'Article
it: Posizionamenti Articolo
ja: 記事内広告スロットの配置
pt: Posicionamentos em Artigos
zh: 文章内广告位投放

# inArticleAdSlotPlacementsDescription
source: Enable or disable specific ad slots within article content.
ar: تفعيل أو تعطيل فتحات إعلانية محددة داخل محتوى المقال.
de: Spezifische Slots aktivieren.
es: Activa ranuras específicas.
fr: Activez des emplacements spécifiques.
it: Attiva slot specifici.
ja: 記事コンテンツ内の特定の広告スロットを有効または無効にします。
pt: Ativa slots específicos.
zh: 启用或禁用文章内容中的特定广告位。

# feedNativeAdIdLabel
source: Feed Native Ad ID
ar: معرف الإعلان الأصلي للموجز
es: ID Anuncio Nativo (Feed)
fr: ID Pub Native (Flux)
it: ID Annuncio Nativo (Feed)
ja: フィードネイティブ広告ID
pt: ID Anúncio Nativo (Feed)
zh: 信息流原生广告 ID

# feedNativeAdIdDescription
source: The unit ID for native ads in the feed.
ar: معرف وحدة الإعلانات الأصلية في الموجز.
de: ID für native Anzeigen im Feed.
es: ID para anuncios nativos.
fr: ID pour les publicités natives.
it: ID per annunci nativi nel feed.
ja: フィード内のネイティブ広告のユニットID。
pt: ID para anúncios nativos.
zh: 信息流中原生广告的单元 ID。

# feedBannerAdIdLabel
source: Feed Banner Ad ID
ar: معرف إعلان البانر للموجز
es: ID Banner (Feed)
fr: ID Bannière (Flux)
it: ID Banner (Feed)
ja: フィードバナー広告ID
pt: ID Banner (Feed)
zh: 信息流横幅广告 ID

# feedBannerAdIdDescription
source: The unit ID for banner ads in the feed.
ar: معرف وحدة إعلانات البانر في الموجز.
de: ID für Banner im Feed.
es: ID para banners.
fr: ID pour les bannières.
it: ID per banner nel feed.
ja: フィード内のバナー広告のユニットID。
pt: ID para banners.
zh: 信息流中横幅广告的单元 ID。

# articleInterstitialAdIdLabel
source: Article Interstitial Ad ID
ar: معرف الإعلان البيني للمقالات
de: Artikel Interstitial ID
es: ID Intersticial (Artículo)
fr: ID Interstitiel (Article)
it: ID Interstiziale (Articolo)
ja: 記事インタースティシャル広告ID
pt: ID Intersticial (Artigo)
zh: 文章插屏广告 ID

# articleInterstitialAdIdDescription
source: The unit ID for interstitial ads in articles.
ar: معرف وحدة الإعلانات البينية في المقالات.
de: ID für Interstitials in Artikeln.
es: ID para intersticiales.
fr: ID pour les interstitiels.
it: ID per interstiziali negli articoli.
ja: 記事内のインタースティシャル広告のユニットID。
pt: ID para intersticiais.
zh: 文章中插屏广告的单元 ID。

# inArticleNativeAdIdLabel
source: In-Article Native Ad ID
ar: معرف الإعلان الأصلي داخل المقال
de: In-Artikel Native ID
es: ID Nativo (En Artículo)
fr: ID Natif (Dans l'Article)
it: ID Nativo (In-Articolo)
ja: 記事内ネイティブ広告ID
pt: ID Nativo (No Artigo)
zh: 文章内原生广告 ID

# inArticleNativeAdIdDescription
source: The unit ID for native ads within articles.
ar: معرف وحدة الإعلانات الأصلية داخل المقالات.
de: ID für native Ads im Artikel.
es: ID para nativos internos.
fr: ID pour les natifs internes.
it: ID per nativi negli articoli.
ja: 記事内のネイティブ広告のユニットID。
pt: ID para nativos internos.
zh: 文章内原生广告的单元 ID。

# inArticleBannerAdIdLabel
source: In-Article Banner Ad ID
ar: معرف إعلان البانر داخل المقال
de: In-Artikel Banner ID
es: ID Banner (En Artículo)
fr: ID Bannière (Dans l'Article)
it: ID Banner (In-Articolo)
ja: 記事内バナー広告ID
pt: ID Banner (No Artigo)
zh: 文章内横幅广告 ID

# inArticleBannerAdIdDescription
source: The unit ID for banner ads within articles.
ar: معرف وحدة إعلانات البانر داخل المقالات.
de: ID für Banner im Artikel.
es: ID para banners internos.
fr: ID pour les bannières internes.
it: ID per banner negli articoli.
ja: 記事内のバナー広告のユニットID。
pt: ID para banners internos.
zh: 文章内横幅广告的单元 ID。

# inArticleAdSlotTypeAboveArticleContinueReadingButton
source: Above the 'Continue Reading' button
ar: فوق زر 'متابعة القراءة'
de: Über 'Weiterlesen'
es: Sobre 'Seguir leyendo'
fr: Au-dessus de 'Lire la suite'
it: Sopra 'Continua a leggere'
ja: 「続きを読む」ボタンの上
pt: Acima de 'Continuar lendo'
zh: 在“继续阅读”按钮上方

# inArticleAdSlotTypeBelowArticleContinueReadingButton
source: Below the 'Continue Reading' button
ar: أسفل زر 'متابعة القراءة'
de: Unter 'Weiterlesen'
es: Bajo 'Seguir leyendo'
fr: En dessous de 'Lire la suite'
it: Sotto 'Continua a leggere'
ja: 「続きを読む」ボタンの下
pt: Abaixo de 'Continuar lendo'
zh: 在“继续阅读”按钮下方

# idCopiedToClipboard
source: ID '{id}' copied to clipboard.
ar: تم نسخ المعرف '{id}' إلى الحافظة.
de: ID '{id}' kopiert.
es: ID '{id}' copiado.
fr: ID '{id}' copié.
it: ID '{id}' copiato.
ja: ID「{id}」をクリップボードにコピーしました。
pt: ID '{id}' copiado.
zh: ID “{id}” 已复制到剪贴板。

source: Copy ID
ar: نسخ المعرف
de: ID kopieren
es: Copiar ID
fr: Copier l'ID
it: Copia ID
ja: IDをコピー
pt: Copiar ID
zh: 复制 ID

# enableGlobalAdsLabel
source: Enable Ads
ar: تفعيل الإعلانات
de: Werbung aktivieren
es: Activar Publicidad
fr: Activer la Publicité
it: Attiva Pubblicità
ja: 広告を有効化
pt: Ativar Publicidade
zh: 启用广告

# feedToArticleInterstitialAdIdLabel
source: Feed to Article Interstitial Ad ID
ar: معرف الإعلان البيني للانتقال من الموجز إلى المقال
de: Navigations-Interstitial ID
es: ID Intersticial (Navegación)
fr: ID Interstitiel (Navigation)
it: ID Interstiziale (Navigazione)
ja: フィードから記事へのインタースティシャル広告ID
pt: ID Intersticial (Navegação)
zh: 信息流至文章插屏广告 ID

# feedToArticleInterstitialAdIdDescription
source: The ad unit ID for interstitial ads displayed when a user navigates from a feed to an article.
ar: معرف الوحدة الإعلانية للإعلانات البينية التي تظهر عندما ينتقل المستخدم من الموجز إلى المقال.
de: ID beim Öffnen von Artikeln.
es: ID al abrir artículos.
fr: ID lors de l'ouverture d'articles.
it: ID mostrato all'apertura articoli.
ja: ユーザーがフィードから記事に移動したときに表示されるインタースティシャル広告の広告ユニットID。
pt: ID ao abrir artigos.
zh: 当用户从信息流导航到文章时显示的插屏广告单元 ID。

# interstitialAdSettingsTitle
source: Interstitial Ad Settings
ar: إعدادات الإعلانات البينية
de: Interstitial-Einstellungen
es: Ajustes de Intersticiales
fr: Réglages des Interstitiels
it: Impostazioni Interstiziali
ja: インタースティシャル広告設定
pt: Config. de Intersticiais
zh: 插屏广告设置

# enableInterstitialAdsLabel
source: Enable Interstitial Ads
ar: تفعيل الإعلانات البينية
de: Interstitials aktivieren
es: Activar Intersticiales
fr: Activer les Interstitiels
it: Attiva Interstiziali
ja: インタースティシャル広告を有効化
pt: Ativar Intersticiais
zh: 启用插屏广告

# userRoleInterstitialFrequencyTitle
source: Interstitial Ad Frequency by User Role
ar: تكرار الإعلانات البينية حسب دور المستخدم
de: Häufigkeit pro Rolle
es: Frecuencia por Rol
fr: Fréquence par Rôle
it: Frequenza per Ruolo
ja: ユーザーロールごとのインタースティシャル広告頻度
pt: Frequência por Função
zh: 按用户角色的插屏广告频率

# userRoleInterstitialFrequencyDescription
source: Configure how many transitions a user must make before an interstitial ad is shown, based on their role.
ar: تكوين عدد الانتقالات التي يجب أن يقوم بها المستخدم قبل عرض إعلان بيني، بناءً على دوره.
de: Übergänge vor Anzeige.
es: Transiciones antes de anuncio.
fr: Transitions avant publicité.
it: Transizioni prima dell'annuncio.
ja: ロールに基づいて、インタースティシャル広告が表示されるまでにユーザーが行う必要がある遷移の数を設定します。
pt: Transições antes do anúncio.
zh: 根据用户的角色，配置用户在显示插屏广告之前必须进行的转换次数。

# transitionsBeforeInterstitialAdsLabel
source: Transitions Before Interstitial Ads
ar: الانتقالات قبل الإعلانات البينية
de: Übergänge vor Anzeige
es: Transiciones para Anuncio
fr: Transitions pour Pub
it: Transizioni per Annuncio
ja: インタースティシャル広告表示までの遷移数
pt: Transições para Anúncio
zh: 插屏广告前的转换次数

# transitionsBeforeInterstitialAdsDescription
source: The number of transitions (e.g., opening articles) a user must make before an interstitial ad is displayed.
ar: عدد الانتقالات (مثل فتح المقالات) التي يجب أن يقوم بها المستخدم قبل عرض إعلان بيني.
de: Anzahl der Übergänge.
es: Número de transiciones.
fr: Nombre de transitions.
it: Numero di transizioni.
ja: インタースティシャル広告が表示されるまでにユーザーが行う必要がある遷移（例：記事を開く）の数。
pt: Número de transições.
zh: 在显示插屏广告之前，用户必须进行的转换（例如打开文章）次数。

# adPlatformTypeAdmob
source: AdMob
ar: أدموب

# nativeAdsTab
source: Native Ads
ar: إعلانات أصلية
es: Nativos
fr: Natives
it: Annunci Nativi
ja: ネイティブ広告
pt: Nativos
zh: 原生广告

# bannerAdsTab
source: Banner Ads
ar: إعلانات بانر
es: Banners
fr: Bannières
it: Banner
ja: バナー広告
pt: Banners
zh: 横幅广告

# interstitialAdsTab
source: Interstitial Ads
ar: إعلانات بينية
es: Intersticiales
fr: Interstitiels
it: Interstiziali
ja: インタースティシャル広告
pt: Intersticiais
zh: 插屏广告

# videoAdsTab
source: Video Ads
ar: إعلانات فيديو
es: Vídeo
fr: Vidéo
it: Video
ja: 動画広告
pt: Vídeo
zh: 视频广告

# bannerAdType
source: Banner
ar: بانر
fr: Bannière
ja: バナー
zh: 横幅

# nativeAdType
source: Native
ar: أصلي
es: Nativo
fr: Natif
it: Nativo
ja: ネイティブ
pt: Nativo
zh: 原生

# interstitialAdType
source: Interstitial
ar: بيني
es: Intersticial
fr: Interstitiel
it: Interstiziale
ja: インタースティシャル
pt: Intersticial
zh: 插屏

# videoAdType
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: 動画
pt: Vídeo
zh: 视频

# rewardedAdType
source: Rewarded
ar: إعلان بمكافأة
de: Belohnt
es: Bonificado
fr: Récompensée
it: Con Premio
ja: リワード
pt: Premiado
zh: 激励视频

# bannerAdShapeSelectionTitle
source: Banner Ad Shape
ar: شكل إعلان البانر
de: Banner-Form
es: Forma del Banner
fr: Forme de la Bannière
it: Forma Banner
ja: バナー広告の形状
pt: Formato do Banner
zh: 横幅广告形状

# bannerAdShapeSelectionDescription
source: Select the preferred visual shape for banner ads displayed in articles.
ar: اختر الشكل المرئي المفضل لإعلانات البانر المعروضة في المقالات.
de: Quadratisch oder Rechteckig.
es: Cuadrado o Rectangular.
fr: Carrée ou Rectangulaire.
it: Seleziona la forma preferita.
ja: 記事に表示されるバナー広告の優先的な視覚的形状を選択します。
pt: Quadrado ou Retangular.
zh: 选择文章中显示的横幅广告的首选视觉形状。

# bannerAdShapeSquare
source: Square
ar: مربع
de: Quadrat
es: Cuadrado
fr: Carré
it: Quadrato
ja: 正方形
pt: Quadrado
zh: 正方形

# bannerAdShapeRectangle
source: Rectangle
ar: مستطيل
de: Rechteck
es: Rectángulo
it: Rettangolo
ja: 長方形
pt: Retângulo
zh: 长方形

source: Loading Draft Headlines
ar: جاري تحميل العناوين المسودة
de: Entwürfe laden
es: Cargando Borradores
fr: Chargement des Brouillons
it: Caricamento Bozze
ja: 下書きの見出しを読み込み中
pt: Carregando Rascunhos
zh: 正在加载草稿头条

source: No Draft Headlines Found
ar: لا توجد عناوين مسودة
de: Keine Entwürfe gefunden.
es: Sin borradores.
fr: Aucun brouillon.
it: Nessuna bozza trovata.
ja: 下書きの見出しは見つかりませんでした
pt: Sem rascunhos.
zh: 未找到草稿头条

source: Publish
ar: نشر
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
ja: 公開
pt: Publicar
zh: 发布

source: Save as Draft
ar: حفظ كمسودة
de: Als Entwurf speichern
es: Guardar Borrador
fr: Enregistrer Brouillon
it: Salva come Bozza
ja: 下書きとして保存
pt: Salvar Rascunho
zh: 保存为草稿

# invalidFormTitle
source: Invalid Form
ar: نموذج غير صالح
de: Ungültiges Formular
es: Formulario Inválido
fr: Formulaire Invalide
it: Modulo Non Valido
ja: 無効なフォーム
pt: Formulário Inválido
zh: 表单无效

# invalidFormMessage
source: Please complete all required fields before publishing. You can save as a draft or discard your changes.
ar: يرجى إكمال جميع الحقول المطلوبة قبل النشر. يمكنك الحفظ كمسودة أو تجاهل التغييرات.
de: Bitte alle Pflichtfelder ausfüllen.
es: Completa los campos obligatorios.
fr: Veuillez remplir les champs obligatoires.
it: Completa i campi obbligatori.
ja: 公開する前に、すべての必須フィールドを入力してください。下書きとして保存するか、変更を破棄することもできます。
pt: Preencha os campos obrigatórios.
zh: 请在发布前填写所有必填字段。您可以保存为草稿或放弃更改。

source: Complete Form
ar: إكمال النموذج
de: Ausfüllen
es: Completar
fr: Compléter
it: Completa
ja: フォームを完成させる
pt: Completar
zh: 完成表单

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta
ja: 破棄
pt: Descartar
zh: 放弃

source: Drafts
ar: المسودات
de: Entwürfe
es: Borradores
fr: Brouillons
it: Bozze
ja: 下書き
pt: Rascunhos
zh: 草稿

# draftsIconTooltip
source: Drafts
ar: المسودات
de: Entwürfe
es: Borradores
fr: Brouillons
it: Bozze
ja: 下書き
pt: Rascunhos
zh: 草稿

source: Draft Headlines
ar: مسودات العناوين
de: Schlagzeilen-Entwürfe
es: Titulares en Borrador
fr: Titres en Brouillon
it: Titoli in Bozza
ja: 下書きの見出し
pt: Manchetes em Rascunho
zh: 草稿头条

source: Draft Topics
ar: مسودات المواضيع
de: Themen-Entwürfe
es: Temas en Borrador
fr: Sujets en Brouillon
it: Argomenti in Bozza
ja: 下書きのトピック
pt: Tópicos em Rascunho
zh: 草稿话题

source: Draft Sources
ar: مسودات المصادر
de: Quellen-Entwürfe
es: Fuentes en Borrador
fr: Sources en Brouillon
it: Fonti in Bozza
ja: 下書きのソース
pt: Fontes em Rascunho
zh: 草稿来源

# saveHeadlineTitle
source: Save Headline
ar: حفظ العنوان
de: Schlagzeile speichern
es: Guardar Titular
fr: Enregistrer le Titre
it: Salva Titolo
ja: 見出しを保存
pt: Salvar Manchete
zh: 保存头条

# saveHeadlineMessage
source: Do you want to publish this headline or save it as a draft?
ar: هل تريد نشر هذا العنوان أم حفظه كمسودة؟
de: Veröffentlichen oder als Entwurf speichern?
es: ¿Publicar o guardar como borrador?
fr: Publier ou enregistrer en brouillon ?
it: Vuoi pubblicare o salvare come bozza?
ja: この見出しを公開しますか、それとも下書きとして保存しますか？
pt: Publicar ou salvar como rascunho?
zh: 您想发布此头条还是将其保存为草稿？

# saveTopicTitle
source: Save Topic
ar: حفظ الموضوع
de: Thema speichern
es: Guardar Tema
fr: Enregistrer le Sujet
it: Salva Argomento
ja: トピックを保存
pt: Salvar Tópico
zh: 保存话题

# saveTopicMessage
source: Do you want to publish this topic or save it as a draft?
ar: هل تريد نشر هذا الموضوع أم حفظه كمسودة؟
de: Veröffentlichen oder als Entwurf speichern?
es: ¿Publicar o guardar como borrador?
fr: Publier ou enregistrer en brouillon ?
it: Vuoi pubblicare o salvare come bozza?
ja: このトピックを公開しますか、それとも下書きとして保存しますか？
pt: Publicar ou salvar como rascunho?
zh: 您想发布此话题还是将其保存为草稿？

# saveSourceTitle
source: Save Source
ar: حفظ المصدر
de: Quelle speichern
es: Guardar Fuente
fr: Enregistrer la Source
it: Salva Fonte
ja: ソースを保存
pt: Salvar Fonte
zh: 保存来源

# saveSourceMessage
source: Do you want to publish this source or save it as a draft?
ar: هل تريد نشر هذا المصدر أم حفظه كمسودة؟
de: Veröffentlichen oder als Entwurf speichern?
es: ¿Publicar o guardar como borrador?
fr: Publier ou enregistrer en brouillon ?
it: Vuoi pubblicare o salvare come bozza?
ja: このソースを公開しますか、それとも下書きとして保存しますか？
pt: Publicar ou salvar como rascunho?
zh: 您想发布此来源还是将其保存为草稿？

source: Loading Draft Topics...
ar: جاري تحميل مسودات المواضيع...
de: Themen-Entwürfe laden...
es: Cargando Temas...
fr: Chargement des Sujets...
it: Caricamento Argomenti...
ja: 下書きのトピックを読み込み中...
pt: Carregando Tópicos...
zh: 正在加载草稿话题...

source: No draft topics found.
ar: لم يتم العثور على مسودات مواضيع.
de: Keine Themen-Entwürfe.
es: Sin temas en borrador.
fr: Aucun sujet en brouillon.
it: Nessun argomento in bozza.
ja: 下書きのトピックは見つかりませんでした。
pt: Sem tópicos em rascunho.
zh: 未找到草稿话题。

# topicDeleted
source: Topic "{topicTitle}" deleted.
ar: تم حذف الموضوع "{topicTitle}".
de: Thema "{topicTitle}" gelöscht.
es: Tema "{topicTitle}" eliminado.
fr: Sujet "{topicTitle}" supprimé.
it: Argomento "{topicTitle}" eliminato.
ja: トピック「{topicTitle}」を削除しました。
pt: Tópico "{topicTitle}" excluído.
zh: 话题 “{topicTitle}” 已删除。

source: Loading Draft Sources...
ar: جاري تحميل مسودات المصادر...
de: Quellen-Entwürfe laden...
es: Cargando Fuentes...
fr: Chargement des Sources...
it: Caricamento Fonti...
ja: 下書きのソースを読み込み中...
pt: Carregando Fontes...
zh: 正在加载草稿来源...
