Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

source: Loading Analytics
ar: جاري تحميل التحليلات
de: Analytik laden
es: Cargando Analíticas
fr: Chargement Analytiques
it: Caricamento Analitica
ja: 分析を読み込み中
pt: Carregando Analíticas
zh: 正在加载分析

# noAnalyticsDataHeadline
source: No Analytics Data
ar: لا توجد بيانات تحليلية
de: Keine Analytik-Daten
es: Sin Datos de Analíticas
fr: Aucune Donnée Analytique
it: Nessun Dato Analitica
ja: 分析データなし
pt: Sem Dados de Analíticas
zh: 无分析数据

# noAnalyticsDataSubheadline
source: There is no data to display yet. Check back later.
ar: لا توجد بيانات لعرضها حتى الآن. تحقق مرة أخرى لاحقًا.
de: Noch keine Daten zum Anzeigen verfügbar.
es: No hay datos para mostrar todavía.
fr: Aucune donnée à afficher pour le moment.
it: Nessun dato da mostrare al momento.
ja: 表示するデータはまだありません。後で確認してください。
pt: Não há dados para mostrar ainda.
zh: 尚无数据可显示。请稍后再试。

# androidAdUnitsTitle
source: Android Ad Units
ar: وحدات إعلانات Android
de: Android Anzeigen-Einheiten
es: Unidades Android
fr: Unités Android
it: Unità Android
ja: Android広告ユニット
pt: Unidades Android
zh: Android 广告单元

# iosAdUnitsTitle
source: iOS Ad Units
ar: وحدات إعلانات iOS
de: iOS Anzeigen-Einheiten
es: Unidades iOS
fr: Unités iOS
it: Unità iOS
ja: iOS広告ユニット
pt: Unidades iOS
zh: iOS 广告单元

# rewardedAdIdLabel
source: Rewarded Ad ID
ar: معرف الإعلان بمكافأة
es: ID Anuncio Bonificado
fr: ID Pub Récompensée
it: ID Annuncio con Premio
ja: リワード広告ID
pt: ID Anúncio Premiado
zh: 激励广告 ID

# rewardedAdIdDescription
source: The unit ID for rewarded ads.
ar: معرف الوحدة للإعلانات بمكافأة.
de: ID für Belohnungs-Anzeigen.
es: ID para anuncios con premio.
fr: ID pour les pubs avec prix.
it: ID per annunci che offrono premi.
ja: リワード広告のユニットID。
pt: ID para anúncios com prêmio.
zh: 激励广告的单元 ID。

# kpiRewardsGrantedTotal
source: Total Rewards Granted
ar: إجمالي المكافآت الممنوحة
de: Gesamt Belohnungen gewährt
es: Total Premios Otorgados
fr: Total Prix Accordés
it: Totale Premi Assegnati
ja: 付与されたリワード総数
pt: Total Prêmios Concedidos
zh: 授予奖励总数

# analyticsEventRewardsHubViewedLabel
source: Rewards Hub View
ar: مشاهدة مركز المكافآت
de: Belohnungs-Hub angesehen
es: Hub de Recompensas Visto
fr: Hub de Récompenses Vu
it: Hub Premi Visto
ja: リワードハブの閲覧
pt: Hub de Recompensas Visto
zh: 奖励中心查看

# analyticsEventRewardsHubViewedDescription
source: Track when the user views the Rewards Hub.
ar: تتبع عندما يشاهد المستخدم مركز المكافآت.
de: Trackt Besuche im Hub.
es: Rastrea visitas al hub.
fr: Suit les visites du hub.
it: Traccia visite all'hub premi.
ja: ユーザーがリワードハブを閲覧したときを追跡します。
pt: Rastreia visitas ao hub.
zh: 追踪用户查看奖励中心的时间。

# analyticsEventRewardOfferClickedLabel
source: Reward Offer Click
ar: النقر على عرض المكافأة
de: Angebot angeklickt
es: Oferta Clicada
fr: Offre Cliquée
it: Offerta Cliccata
ja: リワードオファーのクリック
pt: Oferta Clicada
zh: 奖励优惠点击

# analyticsEventRewardOfferClickedDescription
source: Track when a user clicks on a specific reward offer.
ar: تتبع عندما ينقر المستخدم على عرض مكافأة معين.
de: Trackt Klicks auf Angebote.
es: Rastrea clics en ofertas.
fr: Suit les clics sur les offres.
it: Traccia clic su offerte.
ja: ユーザーが特定のリワードオファーをクリックしたときを追跡します。
pt: Rastreia cliques em ofertas.
zh: 追踪用户点击特定奖励优惠的时间。

# analyticsEventRewardGrantedLabel
source: Reward Granted
ar: تم منح المكافأة
de: Belohnung gewährt
es: Recompensa Otorgada
fr: Récompense Accordée
it: Premio Assegnato
ja: リワードの付与
pt: Recompensa Concedida
zh: 奖励授予

# analyticsEventRewardGrantedDescription
source: Track when a reward is successfully issued to the user.
ar: تتبع عندما يتم إصدار مكافأة بنجاح للمستخدم.
de: Trackt erfolgreiche Gewährung.
es: Rastrea premios entregados.
fr: Suit les prix délivrés.
it: Traccia premi consegnati.
ja: ユーザーにリワードが正常に発行されたときを追跡します。
pt: Rastreia prêmios entregues.
zh: 追踪奖励成功发放给用户的时间。

# chartRewardsGrantedOverTime
source: Rewards Granted Trend
ar: اتجاه المكافآت الممنوحة
de: Trend gewährt Belohnungen
es: Tendencia de Premios
fr: Tendance des Prix
it: Trend Premi Assegnati
ja: 付与されたリワードの傾向
pt: Tendência de Prêmios
zh: 授予奖励趋势

source: Android
ar: أندرويد

# initialPersonalizationTitle
source: Initial Personalization
ar: التخصيص الأولي
de: Erste Personalisierung
es: Personalización Inicial
fr: Personnalisation Initiale
it: Personalizzazione Iniziale
ja: 初回パーソナライズ
pt: Personalização Inicial
zh: 初始个性化

# initialPersonalizationDescription
source: Configure the onboarding flow for new users, including country, topic, and source selection.
ar: تكوين تدفق الإعداد للمستخدمين الجدد، بما في ذلك اختيار البلد والموضوع والمصدر.
de: Onboarding-Flow für neue Nutzer konfigurieren.
es: Configura el flujo de bienvenida.
fr: Configurez le flux de bienvenue.
it: Configura il flusso di benvenuto.
ja: 国、トピック、ソースの選択を含む、新規ユーザー向けのオンボーディングフローを構成します。
pt: Configura o fluxo de boas-vindas.
zh: 为新用户配置引导流程，包括国家、话题和来源选择。

# enableInitialPersonalizationLabel
source: Enable Initial Personalization
ar: تفعيل التخصيص الأولي
de: Personalisierung aktivieren
es: Activar Personalización
fr: Activer Personnalisation
it: Attiva Personalizzazione
ja: 初回パーソナライズを有効化
pt: Ativar Personalização
zh: 启用初始个性化

# enableInitialPersonalizationDescription
source: If enabled, new users will be guided through a personalization flow after registration.
ar: إذا تم التمكين، سيتم توجيه المستخدمين الجدد خلال تدفق تخصيص بعد التسجيل.
de: Führt neue Nutzer durch die Auswahl.
es: Guía a nuevos usuarios.
fr: Guide les nouveaux utilisateurs.
it: Guida i nuovi utenti.
ja: 有効にすると、新規ユーザーは登録後にパーソナライズフローに案内されます。
pt: Guia novos usuários.
zh: 启用后，新用户在注册后将被引导完成个性化流程。

# enableCountrySelectionLabel
source: Enable Country Selection
ar: تفعيل اختيار البلد
de: Länderauswahl aktivieren
es: Selección de País
fr: Sélection du Pays
it: Selezione Paese
ja: 国の選択を有効化
pt: Seleção de País
zh: 启用国家选择

# enableCountrySelectionDescription
source: Allow users to select their country during onboarding.
ar: السماح للمستخدمين باختيار بلدهم أثناء الإعداد.
de: Nutzer können Land im Onboarding wählen.
es: Permite elegir país al inicio.
fr: Permet de choisir le pays au début.
it: Permette di scegliere il paese all'inizio.
ja: オンボーディング中にユーザーが国を選択できるようにします。
pt: Permite escolher país no início.
zh: 允许用户在引导过程中选择其国家。

# enableTopicSelectionLabel
source: Enable Topic Selection
ar: تفعيل اختيار الموضوع
de: Themenauswahl aktivieren
es: Selección de Temas
fr: Sélection des Sujets
it: Selezione Argomenti
ja: トピックの選択を有効化
pt: Seleção de Tópicos
zh: 启用话题选择

# enableTopicSelectionDescription
source: Allow users to select topics of interest during onboarding.
ar: السماح للمستخدمين باختيار المواضيع التي تهمهم أثناء الإعداد.
de: Nutzer können Themen im Onboarding wählen.
es: Permite elegir temas al inicio.
fr: Permet de choisir les sujets au début.
it: Permette di scegliere argomenti all'inizio.
ja: オンボーディング中にユーザーが興味のあるトピックを選択できるようにします。
pt: Permite escolher tópicos no início.
zh: 允许用户在引导过程中选择感兴趣的话题。

# enableSourceSelectionLabel
source: Enable Source Selection
ar: تفعيل اختيار المصدر
de: Quellenauswahl aktivieren
es: Selección de Fuentes
fr: Sélection des Sources
it: Selezione Fonti
ja: ソースの選択を有効化
pt: Seleção de Fontes
zh: 启用来源选择

# enableSourceSelectionDescription
source: Allow users to select news sources to follow during onboarding.
ar: السماح للمستخدمين باختيار مصادر الأخبار لمتابعتها أثناء الإعداد.
de: Nutzer können Quellen im Onboarding wählen.
es: Permite elegir fuentes al inicio.
fr: Permet de choisir les sources au début.
it: Permette di scegliere fonti all'inizio.
ja: オンボーディング中にユーザーがフォローするニュースソースを選択できるようにします。
pt: Permite escolher fontes no início.
zh: 允许用户在引导过程中选择要关注的新闻来源。

# minSelectionsRequiredLabel
source: Minimum Selections Required
ar: الحد الأدنى للاختيارات المطلوبة
de: Mindestauswahl erforderlich
es: Selecciones Mínimas
fr: Sélections Minimum
it: Selezioni Minime
ja: 必須の最小選択数
pt: Seleções Mínimas
zh: 所需最少选择数

# minSelectionsRequiredDescription
source: The total number of items a user must select across all enabled categories to proceed.
ar: العدد الإجمالي للعناصر التي يجب على المستخدم تحديدها عبر جميع الفئات الممكنة للمتابعة.
de: Anzahl der Elemente zum Fortfahren.
es: Elementos necesarios para continuar.
fr: Éléments requis pour continuer.
it: Elementi necessari per procedere.
ja: 続行するために、有効なすべてのカテゴリにわたってユーザーが選択する必要があるアイテムの総数。
pt: Itens necessários para continuar.
zh: 用户必须在所有启用的类别中选择的项目总数才能继续。

# onboardingTitle
source: Onboarding
ar: الإعداد الأولي
ja: オンボーディング
zh: 引导流程

# onboardingDescription
source: Manage the first-time user experience, including the app tour and initial personalization.
ar: إدارة تجربة المستخدم لأول مرة، بما في ذلك جولة التطبيق والتخصيص الأولي.
de: App-Tour und Personalisierung verwalten.
es: Gestiona la primera experiencia.
fr: Gérez la première expérience.
it: Gestisci la prima esperienza utente.
ja: アプリツアーや初回パーソナライズを含む、初回ユーザー体験を管理します。
pt: Gerencia a primeira experiência.
zh: 管理首次用户体验，包括应用导览和初始个性化。

# enableOnboardingLabel
source: Enable Onboarding
ar: تفعيل الإعداد الأولي
de: Onboarding aktivieren
es: Activar Onboarding
fr: Activer Onboarding
it: Attiva Onboarding
ja: オンボーディングを有効化
pt: Ativar Onboarding
zh: 启用引导流程

# enableOnboardingDescription
source: A master switch to enable or disable the entire onboarding flow (App Tour and Initial Personalization).
ar: مفتاح رئيسي لتفعيل أو تعطيل تدفق الإعداد الأولي بالكامل (جولة التطبيق والتخصيص الأولي).
de: Hauptschalter für den gesamten Flow.
es: Interruptor maestro de bienvenida.
fr: Interrupteur maître de bienvenue.
it: Interruttore principale benvenuto.
ja: オンボーディングフロー全体（アプリツアーと初回パーソナライズ）を有効または無効にするマスタースイッチ。
pt: Interruptor mestre de boas-vindas.
zh: 启用或禁用整个引导流程（应用导览和初始个性化）的总开关。

# appTourTitle
source: App Tour
ar: جولة التطبيق
es: Tour de la App
fr: Tour de l'App
it: Tour dell'App
ja: アプリツアー
pt: Tour do App
zh: 应用导览

# appTourDescription
source: Configure the pre-authentication tour shown to new users.
ar: تكوين الجولة التي تسبق المصادقة والتي تظهر للمستخدمين الجدد.
de: Tour vor der Anmeldung konfigurieren.
es: Configura el tour previo al login.
fr: Configurez le tour avant connexion.
it: Configura il tour pre-autenticazione.
ja: 新規ユーザーに表示される認証前のツアーを構成します。
pt: Configura o tour pré-login.
zh: 配置向新用户显示的身份验证前导览。

# enableAppTourLabel
source: Enable App Tour
ar: تفعيل جولة التطبيق
de: App-Tour aktivieren
es: Activar Tour
fr: Activer le Tour
it: Attiva Tour
ja: アプリツアーを有効化
pt: Ativar Tour
zh: 启用应用导览

# enableAppTourDescription
source: If enabled, a brief tour of the app's features will be shown to users before they log in.
ar: إذا تم التمكين، سيتم عرض جولة موجزة لميزات التطبيق للمستخدمين قبل تسجيل الدخول.
de: Kurze Einführung vor dem Login zeigen.
es: Muestra funciones antes de entrar.
fr: Affiche les fonctions avant d'entrer.
it: Mostra le funzioni prima del login.
ja: 有効にすると、ユーザーがログインする前にアプリの機能の簡単なツアーが表示されます。
pt: Mostra funções antes de entrar.
zh: 启用后，在用户登录前将向其显示应用功能的简短导览。

# skippableAppTourLabel
source: Skippable App Tour
ar: جولة تطبيق قابلة للتخطي
de: Tour überspringbar
es: Tour Omitible
fr: Tour Ignorable
it: Tour Saltabile
ja: スキップ可能なアプリツアー
pt: Tour Ignorável
zh: 可跳过应用导览

# skippableAppTourDescription
source: If enabled, users will have the option to skip the app tour.
ar: إذا تم التمكين، سيكون لدى المستخدمين خيار تخطي جولة التطبيق.
de: Nutzer können die Tour überspringen.
es: Permite saltar el tour.
fr: Permet de sauter le tour.
it: Permette di saltare il tour.
ja: 有効にすると、ユーザーはアプリツアーをスキップするオプションを利用できます。
pt: Permite pular o tour.
zh: 启用后，用户将可以选择跳过应用导览。

# skippableInitialPersonalizationLabel
source: Skippable Personalization
ar: تخصيص قابل للتخطي
de: Personalisierung überspringbar
es: Personalización Omitible
fr: Personnalisation Ignorable
it: Personalizzazione Saltabile
ja: スキップ可能なパーソナライズ
pt: Personalização Ignorável
zh: 可跳过个性化

# skippableInitialPersonalizationDescription
source: If enabled, users will have the option to skip the personalization flow.
ar: إذا تم التمكين، سيكون لدى المستخدمين خيار تخطي تدفق التخصيص.
de: Nutzer können Onboarding überspringen.
es: Permite saltar onboarding.
fr: Permet de sauter l'onboarding.
it: Permette di saltare onboarding.
ja: 有効にすると、ユーザーはパーソナライズフローをスキップするオプションを利用できます。
pt: Permite pular onboarding.
zh: 启用后，用户将可以选择跳过个性化流程。

# filePickingErrorMessage
source: An error occurred while picking the file.
de: Fehler beim Auswählen der Datei.
es: Error al seleccionar el archivo.
fr: Erreur lors de la sélection du fichier.
it: Errore durante la selezione del file.
ja: ファイルの選択中にエラーが発生しました。
pt: Erro ao selecionar o arquivo.
zh: 选取文件时出错。

source: Remove image
de: Bild entfernen
es: Quitar imagen
fr: Retirer l'image
it: Rimuovi immagine
ja: 画像を削除
pt: Remover imagem
zh: 移除图片

# clickToUploadImage
source: Click to upload an image
de: Klicken zum Hochladen
es: Clic para subir imagen
fr: Cliquer pour uploader
it: Clicca per caricare
ja: クリックして画像をアップロード
pt: Clique para enviar imagem
zh: 点击上传图片

# chartMediaUploadsOverTime
source: Uploads Over Time
de: Uploads im Zeitverlauf
es: Subidas en el Tiempo
fr: Uploads dans le Temps
it: Caricamenti nel Tempo
ja: アップロード数の推移
pt: Envios no Tempo
zh: 上传量随时间变化

# chartMediaUploadsByPurpose
source: Uploads by Purpose
de: Uploads nach Zweck
es: Subidas por Propósito
fr: Uploads par Usage
it: Caricamenti per Scopo
ja: 目的別のアップロード
pt: Envios por Propósito
zh: 按用途上传

# chartMediaUploadsSuccessVsFailure
source: Upload Success vs. Failure
de: Erfolg vs. Fehler
es: Éxito vs Fallo
fr: Succès vs Échec
it: Successo vs Fallimento
ja: アップロードの成功と失敗
pt: Sucesso vs Falha
zh: 上传成功与失败

# kpiMediaTotalUploads
source: Total Uploads
de: Gesamt Uploads
es: Total Subidas
it: Totale Caricamenti
ja: アップロード総数
pt: Total Envios
zh: 上传总数

# kpiMediaFailedUploads
source: Failed Uploads
de: Fehlgeschlagene Uploads
es: Subidas Fallidas
fr: Uploads Échoués
it: Caricamenti Falliti
ja: 失敗したアップロード数
pt: Envios Falhos
zh: 失败上传数

# kpiMediaAverageUploadTime
source: Avg. Upload Time (s)
de: Durchschn. Upload-Zeit (s)
es: Tiempo Medio (s)
fr: Temps Moyen (s)
it: Tempo Medio (s)
ja: 平均アップロード時間（秒）
pt: Tempo Médio (s)
zh: 平均上传时间 (秒)
