Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

# internalNavigationsBeforeAdDescription
source: The number of internal page-to-page navigations a user must make before an interstitial ad is displayed.
ar: عدد الانتقالات الداخلية بين الصفحات التي يجب أن يقوم بها المستخدم قبل عرض إعلان بيني.
de: Seitenaufrufe vor Anzeige.
es: Páginas antes de anuncio.
fr: Pages avant publicité.
it: Pagine prima dell'annuncio.
ja: インタースティシャル広告が表示されるまでにユーザーが行う必要がある内部ページ間ナビゲーションの数。
pt: Páginas antes do anúncio.
zh: 在显示插屏广告之前，用户必须进行的内部页面间导航次数。

# externalNavigationsBeforeAdLabel
source: External Navigations Before Ad
ar: الانتقالات الخارجية قبل الإعلان
de: Externe Navigationen
es: Navegaciones Externas
fr: Navigations Externes
it: Navigazioni Esterne
ja: 広告表示までの外部ナビゲーション数
pt: Navegações Externas
zh: 广告前外部导航次数

# externalNavigationsBeforeAdDescription
source: The number of external navigations a user must make before an interstitial ad is displayed.
ar: عدد الانتقالات الخارجية التي يجب أن يقوم بها المستخدم قبل عرض إعلان بيني.
de: Externe Klicks vor Anzeige.
es: Salidas antes de anuncio.
fr: Sorties avant publicité.
it: Uscite prima dell'annuncio.
ja: インタースティシャル広告が表示されるまでにユーザーが行う必要がある外部ナビゲーションの数。
pt: Saídas antes do anúncio.
zh: 在显示插屏广告之前，用户必须进行的外部导航次数。

# nativeAdIdLabel
source: Native Ad ID
ar: معرف الإعلان الأصلي
es: ID Anuncio Nativo
fr: ID Pub Native
it: ID Annuncio Nativo
ja: ネイティブ広告ID
pt: ID Anúncio Nativo
zh: 原生广告 ID

# nativeAdIdDescription
source: The unit ID for native ads.
ar: معرف الوحدة للإعلانات الأصلية.
de: ID für native Anzeigen.
es: ID para anuncios nativos.
fr: ID pour les publicités natives.
it: ID per annunci nativi.
ja: ネイティブ広告のユニットID。
pt: ID para anúncios nativos.
zh: 原生广告的单元 ID。

# bannerAdIdLabel
source: Banner Ad ID
ar: معرف إعلان البانر
es: ID Banner
fr: ID Bannière
it: ID Banner
ja: バナー広告ID
pt: ID Banner
zh: 横幅广告 ID

# bannerAdIdDescription
source: The unit ID for banner ads.
ar: معرف الوحدة لإعلانات البانر.
de: ID für Banner-Anzeigen.
es: ID para banners.
fr: ID pour les bannières.
it: ID per banner.
ja: バナー広告のユニットID。
pt: ID para banners.
zh: 横幅广告的单元 ID。

# interstitialAdIdLabel
source: Interstitial Ad ID
ar: معرف الإعلان البيني
es: ID Intersticial
fr: ID Interstitiel
it: ID Interstiziale
ja: インタースティシャル広告ID
pt: ID Intersticial
zh: 插屏广告 ID

# interstitialAdIdDescription
source: The unit ID for interstitial ads.
ar: معرف الوحدة للإعلانات البينية.
de: ID für Interstitial-Anzeigen.
es: ID para intersticiales.
fr: ID pour les interstitiels.
it: ID per interstiziali.
ja: インタースティシャル広告のユニットID。
pt: ID para intersticiais.
zh: 插屏广告的单元 ID。

# savedHeadlinesLimitLabel
source: Saved Headlines Limit
ar: حد العناوين المحفوظة
de: Limit Lesezeichen
es: Límite de Guardado
fr: Limite d'Enregistrement
it: Limite Salvati
ja: 保存済み見出し制限
pt: Limite de Salvos
zh: 保存头条限制

# savedHeadlinesLimitDescription
source: Maximum number of headlines this user role can save.
ar: الحد الأقصى لعدد العناوين التي يمكن لهذا الدور المستخدم حفظها.
de: Max. Anzahl gespeicherter Schlagzeilen.
es: Máximo de titulares guardados.
fr: Nombre max. de titres enregistrés.
it: Massimo titoli salvati per ruolo.
ja: このユーザーロールが保存できる見出しの最大数。
pt: Máximo de manchetes salvas.
zh: 此用户角色可以保存的头条新闻的最大数量。

# appUpdateManagementTitle
source: Application Update Management
ar: إدارة تحديثات التطبيق
de: App-Update-Verwaltung
es: Gestión de Actualizaciones
fr: Gestion des Mises à Jour
it: Gestione Aggiornamenti
ja: アプリケーションアップデート管理
pt: Gestão de Atualizações
zh: 应用程序更新管理

# feedItemClickBehaviorTitle
source: Feed Item Click Behavior
ar: سلوك النقر على عنصر الموجز
de: Klick-Verhalten
es: Comportamiento al Clic
fr: Comportement au Clic
it: Comportamento al Clic
ja: フィードアイテムのクリック動作
pt: Comportamento ao Clicar
zh: 信息流项目点击行为

# feedItemClickBehaviorDescription
source: Set the default browser for opening headlines. This can be overridden by users in their app's feed settings.
ar: قم بتعيين المتصفح الافتراضي لفتح العناوين. يمكن للمستخدمين تجاوز هذا الإعداد في إعدادات الموجز الخاصة بهم في التطبيق.
de: Standard-Browser für Schlagzeilen.
es: Navegador interno o del sistema.
fr: Navigateur interne ou système.
it: Browser interno o di sistema.
ja: 見出しを開くためのデフォルトのブラウザを設定します。これは、ユーザーがアプリのフィード設定で上書きできます。
pt: Navegador interno ou do sistema.
zh: 设置打开头条的默认浏览器。用户可以在其应用的信息流设置中覆盖此设置。

# feedItemClickBehaviorInternalNavigation
source: In-App Browser
ar: متصفح داخل التطبيق
es: Navegador In-App
fr: Navigateur In-App
it: Browser In-App
ja: アプリ内ブラウザ
pt: Navegador In-App
zh: 应用内浏览器

# feedItemClickBehaviorExternalNavigation
source: System Browser
ar: متصفح النظام
es: Navegador del Sistema
fr: Navigateur Système
it: Browser di Sistema
ja: システムブラウザ
pt: Navegador do Sistema
zh: 系统浏览器

# userLimitsTitle
source: User Limits
ar: حدود المستخدم
de: Nutzer-Limits
es: Límites de Usuario
fr: Limites Utilisateur
it: Limiti Utente
ja: ユーザー制限
pt: Limites de Usuário
zh: 用户限制

# userLimitsDescription
source: Define limits for user-specific features and content.
ar: تحديد حدود للميزات والمحتوى الخاص بالمستخدم.
de: Limits für Funktionen definieren.
es: Define límites por función.
fr: Définissez les limites par fonction.
it: Definisci i limiti per funzione.
ja: ユーザー固有の機能とコンテンツの制限を定義します。
pt: Define limites por função.
zh: 定义用户特定功能和内容的限制。

# appStatusAndUpdatesDescription
source: Control the application's operational status and manage update requirements.
ar: التحكم في الحالة التشغيلية للتطبيق وإدارة متطلبات التحديث.
de: Betriebsstatus und Updates steuern.
es: Control de estado y actualizaciones.
fr: Contrôle de l'état et des mises à jour.
it: Controllo stato e aggiornamenti.
ja: アプリケーションの運用ステータスを制御し、アップデート要件を管理します。
pt: Controle de status e atualizações.
zh: 控制应用程序的运营状态并管理更新要求。

# advertisementsDescription
source: Manage all advertisement settings, including global controls, platforms, and placements.
ar: إدارة جميع إعدادات الإعلانات، بما في ذلك الضوابط العالمية والمنصات والمواضع.
de: Globale Werbeverwaltung.
es: Gestión global de publicidad.
fr: Gestion globale de la publicité.
it: Gestione globale pubblicità.
ja: グローバルコントロール、プラットフォーム、配置を含むすべての広告設定を管理します。
pt: Gestão global de publicidade.
zh: 管理所有广告设置，包括全局控制、平台和投放。

# notificationsDescription
source: Configure the push notification system, including providers and delivery types.
ar: تكوين نظام الإشعارات الفورية، بما في ذلك المزودين وأنواع التسليم.
de: Push-System konfigurieren.
es: Configuración de notificaciones push.
fr: Configuration des notifications push.
it: Configurazione notifiche push.
ja: プロバイダーや配信タイプを含むプッシュ通知システムを構成します。
pt: Configuração de notificações push.
zh: 配置推送通知系统，包括提供商和递送类型。

# feedDescription
source: Control the behavior and appearance of the user's content feed.
ar: التحكم في سلوك ومظهر موجز محتوى المستخدم.
de: Verhalten und Aussehen des Feeds.
es: Control de comportamiento del feed.
fr: Contrôle du comportement du flux.
it: Controllo comportamento del feed.
ja: ユーザーのコンテンツフィードの動作と外観を制御します。
pt: Controle de comportamento do feed.
zh: 控制用户内容信息流的行为和外观。

# notificationSubscriptionBreakingOnlyDescription
source: Limit for subscriptions that send immediate alerts for matching headlines.
ar: حد الاشتراكات التي ترسل تنبيهات فورية للأخبار العاجلة للعناوين المطابقة.
de: Limit für Eilmeldungs-Abos.
es: Límite para alertas inmediatas.
fr: Limite pour les alertes immédiates.
it: Limite per avvisi immediati.
ja: 一致する見出しに対して即座にアラートを送信するサブスクリプションの制限。
pt: Limite para alertas imediatos.
zh: 针对匹配头条发送即时警报的订阅限制。

# notificationSubscriptionDailyDigestDescription
source: Limit for subscriptions that send a daily summary of matching headlines.
ar: حد الاشتراكات التي ترسل ملخصًا يوميًا للعناوين المطابقة.

# notificationSubscriptionWeeklyRoundupDescription
source: Limit for subscriptions that send a weekly summary of matching headlines.
ar: حد الاشتراكات التي ترسل ملخصًا أسبوعيًا للعناوين المطابقة.
de: Limit für Wochenrückblicke.
es: Límite para resumen semanal.
fr: Limite pour le résumé hebdo.
it: Limite per riepilogo settimanale.
ja: 一致する見出しの週間まとめを送信するサブスクリプションの制限。
pt: Limite para resumo semanal.
zh: 针对匹配头条发送每周摘要的订阅限制。

# appStatusAndUpdatesTitle
source: App Status & Updates
ar: حالة التطبيق والتحديثات
de: Status & Updates
es: Estado y Actualizaciones
fr: État et Mises à Jour
it: Stato e Aggiornamenti
ja: アプリのステータスとアップデート
pt: Status e Atualizações
zh: 应用状态与更新

# enableForcedUpdatesLabel
source: Enable Forced Updates
ar: تفعيل التحديثات الإجبارية
de: Erzwungene Updates aktivieren
es: Activar Actualizaciones Forzadas
fr: Activer Mises à Jour Forcées
it: Attiva Aggiornamenti Forzati
ja: 強制アップデートを有効化
pt: Ativar Atualizações Forçadas
zh: 启用强制更新

# enableForcedUpdatesDescription
source: When enabled, you can specify a minimum required version for the mobile app.
ar: عند التفعيل، يمكنك تحديد الحد الأدنى للإصدار المطلوب لتطبيق الجوال.
de: Mindestversion für App festlegen.
es: Permite exigir versión mínima.
fr: Permet d'exiger une version minimale.
it: Permette di esigere una versione minima.
ja: 有効にすると、モバイルアプリの必須最小バージョンを指定できます。
pt: Permite exigir versão mínima.
zh: 启用后，您可以指定移动应用的最低要求版本。

# appUrlsTitle
source: Application URLs
ar: روابط التطبيق
de: App-URLs
es: URLs de la Aplicación
fr: URLs de l'Application
it: URL Applicazione
ja: アプリケーションURL
pt: URLs do Aplicativo
zh: 应用程序 URL

# appUrlsDescription
source: Manage external and internal URLs used within the application.
ar: إدارة الروابط الخارجية والداخلية المستخدمة داخل التطبيق.
de: Interne und externe Links verwalten.
es: Gestiona enlaces internos y externos.
fr: Gérez les liens internes et externes.
it: Gestisci i link interni ed esterni.
ja: アプリケーション内で使用される外部および内部URLを管理します。
pt: Gerencia links internos e externos.
zh: 管理应用程序中使用的外部和内部 URL。

# communityAndEngagementTitle
source: Community & Engagement
ar: المجتمع والمشاركة
de: Community & Interaktion
es: Comunidad e Interacción
fr: Communauté et Engagement
it: Community e Interazione
ja: コミュニティとエンゲージメント
pt: Comunidade e Engajamento
zh: 社区与互动

# communityAndEngagementDescription
source: Configure user engagement and reporting tools. To ensure accountability, these features are unavailable for guest users within the mobile app, irrespective of the settings configured here.
ar: تكوين أدوات تفاعل المستخدمين والإبلاغ. لضمان المساءلة، هذه الميزات غير متاحة للمستخدمين الضيوف داخل تطبيق الجوال، بغض النظر عن الإعدادات المكونة هنا.
de: Kommentare und Meldungen konfigurieren.
es: Configura comentarios y reportes.
fr: Configurez les commentaires et rapports.
it: Configura commenti e segnalazioni.
ja: ユーザーエンゲージメントとレポートツールを構成します。説明責任を果たすため、ここでの設定に関わらず、モバイルアプリ内のゲストユーザーはこれらの機能を利用できません。
pt: Configura comentários e denúncias.
zh: 配置用户互动和举报工具。为确保问责制，无论此处的设置如何，移动应用中的访客用户都无法使用这些功能。

# userEngagementTitle
source: User Engagement
ar: مشاركة المستخدم
de: Nutzer-Interaktion
es: Interacción de Usuario
fr: Engagement Utilisateur
it: Interazione Utente
ja: ユーザーエンゲージメント
pt: Engajamento do Usuário
zh: 用户互动

# userEngagementDescription
source: Configure reactions and comments.
ar: تكوين التفاعلات والتعليقات.
de: Reaktionen und Kommentare einstellen.
es: Configura reacciones y comentarios.
fr: Configurez les réactions et commentaires.
it: Configura reazioni e commenti.
ja: リアクションとコメントを構成します。
pt: Configura reações e comentários.
zh: 配置回应和评论。

# contentReportingTitle
source: Content Reporting
ar: الإبلاغ عن المحتوى
de: Inhaltsmeldung
es: Reporte de Contenido
fr: Signalement de Contenu
it: Segnalazione Contenuti
ja: コンテンツレポート
pt: Denúncia de Conteúdo
zh: 内容举报

# contentReportingDescription
source: Set rules for what users can report.
ar: ضع قواعد لما يمكن للمستخدمين الإبلاغ عنه.
de: Regeln für Meldungen festlegen.
es: Reglas para reportar contenido.
fr: Règles pour signaler du contenu.
it: Regole per segnalare contenuti.
ja: ユーザーがレポートできる内容のルールを設定します。
pt: Regras para denunciar conteúdo.
zh: 设置用户可以举报内容的规则。

# appReviewFunnelTitle
source: App Reviews
ar: مراجعات التطبيق
de: App-Bewertungen
es: Reseñas de la App
fr: Avis sur l'App
it: Recensioni App
ja: アプリレビュー
pt: Avaliações do App
zh: 应用评价

# appReviewFunnelDescription
source: Manage the process for capturing user satisfaction and optionally requesting reviews.
ar: إدارة عملية جمع رضا المستخدم وطلب المراجعات اختياريًا.
de: Zufriedenheitsabfragen verwalten.
es: Gestión de satisfacción y reseñas.
fr: Gestion de la satisfaction et des avis.
it: Gestione soddisfazione e recensioni.
ja: ユーザーの満足度を把握し、オプションでレビューをリクエストするプロセスを管理します。
pt: Gestão de satisfação e avaliações.
zh: 管理获取用户满意度并可选地请求评价的过程。

# enableEngagementFeaturesLabel
source: Enable Engagement Features
ar: تفعيل ميزات المشاركة
de: Interaktion aktivieren
es: Activar Interacción
fr: Activer l'Engagement
it: Attiva Interazione
ja: エンゲージメント機能を有効化
pt: Ativar Engajamento
zh: 启用互动功能

# enableEngagementFeaturesDescription
source: Globally activates or deactivates all reaction and comment functionality.
ar: ينشط أو يعطل عالميًا جميع وظائف التفاعل والتعليق.
de: Reaktionen und Kommentare ein/aus.
es: Activa reacciones y comentarios.
fr: Active les réactions et commentaires.
it: Attiva reazioni e commenti.
ja: すべてのリアクションおよびコメント機能をグローバルに有効または無効にします。
pt: Ativa reações e comentários.
zh: 全局激活或停用所有回应和评论功能。

# engagementModeLabel
source: Engagement Mode
ar: وضع المشاركة
de: Interaktionsmodus
es: Modo de Interacción
fr: Mode d'Engagement
it: Modalità Interazione
ja: エンゲージメントモード
pt: Modo de Engajamento
zh: 互动模式

# engagementModeDescription
source: Determines if users can only react or also add comments to content.
ar: يحدد ما إذا كان يمكن للمستخدمين التفاعل فقط أو إضافة تعليقات أيضًا على المحتوى.
de: Nur Reaktionen oder auch Kommentare.
es: Solo reacciones o también comentarios.
fr: Réactions uniquement ou aussi commentaires.
it: Solo reazioni o anche commenti.
ja: ユーザーがコンテンツに対してリアクションのみを行えるか、コメントも追加できるかを決定します。
pt: Apenas reações ou também comentários.
zh: 决定用户是只能对内容做出回应，还是也可以添加评论。

# engagementModeReactionsOnly
source: Reactions Only
ar: التفاعلات فقط
de: Nur Reaktionen
es: Solo Reacciones
fr: Réactions Uniquement
it: Solo Reazioni
ja: リアクションのみ
pt: Apenas Reações
zh: 仅限回应

# engagementModeReactionsAndComments
source: Reactions & Comments
ar: التفاعلات والتعليقات
de: Reaktionen & Kommentare
es: Reacciones y Comentarios
fr: Réactions et Commentaires
it: Reazioni e Commenti
ja: リアクションとコメント
pt: Reações e Comentários
zh: 回应与评论

# enableReportingSystemLabel
source: Enable Reporting System
ar: تفعيل نظام الإبلاغ
de: Meldesystem aktivieren
es: Activar Sistema de Reportes
fr: Activer le Système de Signalement
it: Attiva Sistema Segnalazioni
ja: レポートシステムを有効化
pt: Ativar Sistema de Denúncias
zh: 启用举报系统

# enableReportingSystemDescription
source: Globally activates or deactivates all user-facing reporting options.
ar: ينشط أو يعطل عالميًا جميع خيارات الإبلاغ الموجهة للمستخدم.
de: Meldeoptionen global steuern.
es: Activa opciones de reporte.
fr: Active les options de signalement.
it: Attiva opzioni di segnalazione.
ja: ユーザー向けのすべてのレポートオプションをグローバルに有効または無効にします。
pt: Ativa opções de denúncia.
zh: 全局激活或停用所有面向用户的举报选项。

# enableHeadlineReportingLabel
source: Enable Headline Reporting
ar: تفعيل الإبلاغ عن العناوين
de: Schlagzeilen melden
es: Reporte de Titulares
fr: Signalement de Titres
it: Segnalazione Titoli
ja: 見出しレポートを有効化
pt: Denúncia de Manchetes
zh: 启用头条举报

# enableSourceReportingLabel
source: Enable Source Reporting
ar: تفعيل الإبلاغ عن المصادر
de: Quellen melden
es: Reporte de Fuentes
fr: Signalement de Sources
it: Segnalazione Fonti
ja: ソースレポートを有効化
pt: Denúncia de Fontes
zh: 启用来源举报

# enableCommentReportingLabel
source: Enable Comment Reporting
ar: تفعيل الإبلاغ عن التعليقات
de: Kommentare melden
es: Reporte de Comentarios
fr: Signalement de Commentaires
it: Segnalazione Commenti
ja: コメントレポートを有効化
pt: Denúncia de Comentários
zh: 启用评论举报

# enableAppFeedbackSystemLabel
source: Enable App Feedback System
ar: تفعيل نظام ملاحظات التطبيق
de: Internes Feedback aktivieren
es: Activar Feedback Interno
fr: Activer Feedback Interne
it: Attiva Feedback Interno
ja: アプリフィードバックシステムを有効化
pt: Ativar Feedback Interno
zh: 启用应用反馈系统

# enableAppFeedbackSystemDescription
source: Activates the internal system that periodically asks users if they are enjoying the app.
ar: ينشط النظام الداخلي الذي يسأل المستخدمين بشكل دوري عما إذا كانوا يستمتعون بالتطبيق.
de: Nutzer nach Zufriedenheit fragen.
es: Pregunta si disfrutan la app.
fr: Demande si l'utilisateur aime l'app.
it: Chiede periodicamente se l'app piace.
ja: ユーザーがアプリを楽しんでいるかどうかを定期的に尋ねる内部システムを有効にします。
pt: Pergunta se gostam do app.
zh: 激活内部系统，定期询问用户是否喜欢该应用。

# interactionCycleThresholdLabel
source: Interaction Cycle Threshold
ar: عتبة دورة التفاعل
de: Interaktions-Schwellenwert
es: Umbral de Interacción
fr: Seuil d'Interaction
it: Soglia Ciclo Interazione
ja: インタラクションサイクルのしきい値
pt: Limiar de Interação
zh: 互动周期阈值

# interactionCycleThresholdDescription
source: Defines the number of positive actions (e.g., save, like) required to trigger the enjoyment prompt. The prompt is shown each time the user's total positive actions is a multiple of this number.
ar: يحدد عدد الإجراءات الإيجابية (مثل الحفظ، الإعجاب) المطلوبة لتشغيل موجه الاستمتاع. يظهر الموجه في كل مرة يكون فيها إجمالي الإجراءات الإيجابية للمستخدم من مضاعفات هذا الرقم.
de: Positive Aktionen für Prompt.
es: Acciones positivas para el aviso.
fr: Actions positives pour l'invite.
it: Azioni positive per il prompt.
ja: 満足度プロンプトをトリガーするために必要なポジティブなアクション（例：保存、いいね）の数を定義します。プロンプトは、ユーザーのポジティブなアクションの合計がこの数値の倍数になるたびに表示されます。
pt: Ações positivas para o aviso.
zh: 定义触发满意度提示所需的正面操作（如保存、点赞）数量。每当用户的正面操作总数是此数字的倍数时，就会显示提示。

# initialPromptCooldownLabel
source: Initial Prompt Cooldown (Days)
ar: فترة تهدئة الموجه الأولي (أيام)
de: Erster Prompt Cooldown (Tage)
es: Enfriamiento Inicial (Días)
fr: Délai Initial (Jours)
it: Cooldown Iniziale (Giorni)
ja: 初回プロンプトのクールダウン（日数）
pt: Resfriamento Inicial (Dias)
zh: 初始提示冷却（天）

# initialPromptCooldownDescription
source: The number of days to wait before showing the enjoyment prompt for the first time, This cooldown ensures users are not asked until they used the app enough.
ar: عدد الأيام التي يجب الانتظار فيها قبل إظهار مطالبة الاستمتاع للمرة الأولى. تضمن فترة التهدئة هذه عدم سؤال المستخدمين حتى يستخدموا التطبيق بما فيه الكفاية.
de: Wartezeit bis zur ersten Abfrage.
es: Espera antes del primer aviso.
fr: Attente avant la première invite.
it: Attesa prima del primo prompt.
ja: 満足度プロンプトを初めて表示するまでに待機する日数。このクールダウンにより、ユーザーがアプリを十分に利用するまで質問されないようにします。
pt: Espera antes do primeiro aviso.
zh: 第一次显示满意度提示之前等待的天数。此冷却时间可确保在用户充分使用应用之前不会询问他们。

# requestStoreReviewLabel
source: Request Store Review After 'Yes'
ar: طلب مراجعة المتجر بعد 'نعم'
de: Store-Bewertung anfordern
es: Pedir Reseña en Tienda
fr: Demander Avis en Boutique
it: Chiedi Recensione Store
ja: 「はい」の後にストアレビューをリクエスト
pt: Pedir Avaliação na Loja
zh: “是”之后请求商店评价

# requestStoreReviewDescription
source: If enabled, users who respond 'Yes' to the enjoyment prompt will be shown the official OS store review dialog.
ar: إذا تم التمكين، سيُعرض للمستخدمين الذين يجيبون بـ 'نعم' على موجه الاستمتاع مربع حوار مراجعة متجر نظام التشغيل الرسمي.
de: Bei 'Ja' offiziellen Dialog zeigen.
es: Si responden 'Sí', pedir reseña.
fr: Si 'Oui', demander un avis officiel.
it: Se 'Sì', chiede recensione ufficiale.
ja: 有効にすると、満足度プロンプトに「はい」と回答したユーザーに、公式のOSストアレビューダイアログが表示されます。
pt: Se responderem 'Sim', pedir avaliação.
zh: 如果启用，对满意度提示回答“是”的用户将看到官方的 OS 商店评价对话框。

# requestWrittenFeedbackLabel
source: Request Written Feedback After 'No'
ar: طلب ملاحظات مكتوبة بعد 'لا'
de: Schriftliches Feedback anfordern
es: Pedir Feedback Escrito
fr: Demander Feedback Écrit
it: Chiedi Feedback Scritto
ja: 「いいえ」の後に記述式フィードバックをリクエスト
pt: Pedir Feedback Escrito
zh: “否”之后请求书面反馈

# requestWrittenFeedbackDescription
source: If enabled, users who respond 'No' will be prompted to provide written feedback directly to the team.
ar: إذا تم التمكين، سيُطلب من المستخدمين الذين يجيبون بـ 'لا' تقديم ملاحظات مكتوبة مباشرة إلى فريق التطوير.
de: Bei 'Nein' nach Grund fragen.
es: Si responden 'No', pedir motivo.
fr: Si 'Non', demander le motif.
it: Se 'No', chiede il motivo.
ja: 有効にすると、「いいえ」と回答したユーザーに、チームに直接記述式フィードバックを提供するよう促します。
pt: Se responderem 'Não', pedir motivo.
zh: 如果启用，回答“否”的用户将被提示直接向团队提供书面反馈。

# internalPromptLogicTitle
source: Internal Prompt Logic
ar: منطق الموجه الداخلي
de: Interne Prompt-Logik
es: Lógica de Avisos
fr: Logique d'Invite
it: Logica Prompt Interno
ja: 内部プロンプトのロジック
pt: Lógica de Avisos
zh: 内部提示逻辑

# eligiblePositiveInteractionsTitle
source: Eligible Positive Interactions
ar: التفاعلات الإيجابية المؤهلة
de: Positive Interaktionen
es: Interacciones Positivas
fr: Interactions Positives
it: Interazioni Positive
ja: 対象となるポジティブなインタラクション
pt: Interações Positivas
zh: 符合条件的正面互动

# positiveInteractionTypeSaveItem
source: Save a content item
ar: حفظ عنصر محتوى
de: Inhalt speichern
es: Guardar contenido
fr: Enregistrer du contenu
it: Salva un contenuto
ja: コンテンツアイテムを保存
pt: Salvar conteúdo
zh: 保存内容项目

# positiveInteractionTypeFollowItem
source: Follow an entity
ar: متابعة كيان
de: Entität folgen
es: Seguir entidad
fr: Suivre une entité
it: Segui un'entità
ja: エンティティをフォロー
pt: Seguir entidade
zh: 关注实体

# positiveInteractionTypeShareContent
source: Share a content item
ar: مشاركة عنصر محتوى
de: Inhalt teilen
es: Compartir contenido
it: Condividi un contenuto
ja: コンテンツアイテムを共有
pt: Compartilhar conteúdo
zh: 分享内容项目

# positiveInteractionTypeSaveFilter
source: Create a saved filter
ar: إنشاء مرشح محفوظ
de: Filter speichern
es: Crear filtro guardado
fr: Créer un filtre enregistré
it: Crea un filtro salvato
ja: 保存済みフィルターを作成
pt: Criar filtro salvo
zh: 创建保存的过滤器

# followUpActionsTitle
source: Follow-up Actions
ar: إجراءات المتابعة
de: Folgeaktionen
es: Acciones de Seguimiento
fr: Actions de Suivi
it: Azioni di Seguito
ja: フォローアップアクション
pt: Ações de Acompanhamento
zh: 后续操作

# enableCommunityFeaturesLabel
source: Enable Community Features
ar: تفعيل ميزات المجتمع
de: Community-Funktionen aktivieren
es: Activar Funciones de Comunidad
fr: Activer Fonctions Communauté
it: Attiva Funzioni Community
ja: コミュニティ機能を有効化
pt: Ativar Recursos de Comunidade
zh: 启用社区功能

# enableCommunityFeaturesDescription
source: Globally activates or deactivates all community-related functionality, including engagement and reporting.
ar: ينشط أو يعطل عالميًا جميع الوظائف المتعلقة بالمجتمع، بما في ذلك المشاركة والإبلاغ.
de: Interaktion und Meldungen steuern.
es: Activa interacción y reportes.
fr: Active l'engagement et les rapports.
it: Attiva interazione e segnalazioni.
ja: エンゲージメントやレポートを含む、すべてのコミュニティ関連機能をグローバルに有効または無効にします。
pt: Ativa engajamento e denúncias.
zh: 全局激活或停用所有社区相关功能，包括互动和举报。

# communityManagementPageDescription
source: Manage user-generated content including engagements (reactions and comments), content reports, and app reviews.
ar: إدارة المحتوى الذي ينشئه المستخدمون بما في ذلك التفاعلات (ردود الفعل والتعليقات) وتبليغات المحتوى ومراجعات التطبيق.
de: Kommentare, Meldungen und Reviews verwalten.
es: Gestiona comentarios, reportes y reseñas.
fr: Gérez les commentaires, rapports et avis.
it: Gestisci commenti, segnalazioni e recensioni.
ja: エンゲージメント（リアクションとコメント）、コンテンツレポート、アプリレビューなどのユーザー生成コンテンツを管理します。
pt: Gerencie comentários, denúncias e avaliações.
zh: 管理用户生成的内容，包括互动（回应和评论）、内容举报和应用评价。

source: Engagements
ar: التفاعلات
de: Interaktionen
es: Interacciones
it: Interazioni
ja: エンゲージメント
pt: Interações
zh: 互动

source: Reports
ar: التبليغات
de: Meldungen
es: Reportes
fr: Rapports
it: Segnalazioni
ja: レポート
pt: Denúncias
zh: 举报

source: App Reviews
ar: مراجعات التطبيق
es: Reseñas
fr: Avis App
it: Recensioni App
ja: アプリレビュー
pt: Avaliações
zh: 应用评价

source: User
ar: المستخدم
de: Nutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
pt: Usuário
zh: 用户

source: Engaged Content
ar: المحتوى المتفاعل معه
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: エンゲージメント対象のコンテンツ
pt: Conteúdo
zh: 互动内容

source: Reaction
ar: رد الفعل
de: Reaktion
es: Reacción
fr: Réaction
it: Reazione
ja: リアクション
pt: Reação
zh: 回应
