Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

# chartContentHeadlinesViewsOverTime
source: Headline Views Trend
ar: اتجاه المشاهدات
de: Trend Ansichten
es: Tendencia de Vistas
fr: Tendance des Vues
it: Trend Visualizzazioni
ja: 見出し閲覧数の傾向
pt: Tendência de Vistas
zh: 头条查看趋势

# chartContentHeadlinesLikesOverTime
source: Headline Likes Trend
ar: اتجاه الإعجابات
de: Trend Likes
es: Tendencia de Likes
fr: Tendance des Likes
it: Trend Like
ja: 見出しいいね数の傾向
pt: Tendência de Curtidas
zh: 头条点赞趋势

# chartContentHeadlinesViewsByTopic
source: Views by Topic
ar: المشاهدات حسب الموضوع
de: Ansichten nach Thema
es: Vistas por Tema
fr: Vues par Sujet
it: Visualizzazioni per Argomento
ja: トピック別の閲覧数
pt: Vistas por Tópico
zh: 按话题查看量

# chartContentSourcesHeadlinesPublishedOverTime
source: Source Activity
ar: نشاط المصادر
de: Quellen-Aktivität
es: Actividad de Fuentes
fr: Activité des Sources
it: Attività Fonti
ja: ソースのアクティビティ
pt: Atividade de Fontes
zh: 来源活动

# chartContentSourcesFollowersOverTime
source: Source Follower Growth
ar: نمو متابعي المصادر
de: Quellen-Wachstum
es: Crecimiento de Fuentes
fr: Croissance des Sources
it: Crescita Seguaci Fonti
ja: ソースフォロワーの成長
pt: Crescimento de Fontes
zh: 来源关注者增长

# chartContentSourcesEngagementByType
source: Engagement by Source Type
ar: التفاعل حسب نوع المصدر
de: Interaktion nach Quellentyp
es: Interacción por Tipo
fr: Engagement par Type
it: Interazione per Tipo Fonte
ja: ソースタイプ別のエンゲージメント
pt: Engajamento por Tipo
zh: 按来源类型互动

# chartContentTopicsFollowersOverTime
source: Topic Follower Growth
ar: نمو متابعي المواضيع
de: Themen-Wachstum
es: Crecimiento de Temas
fr: Croissance des Sujets
it: Crescita Seguaci Argomenti
ja: トピックフォロワーの成長
pt: Crescimento de Tópicos
zh: 话题关注者增长

# chartContentTopicsHeadlinesPublishedOverTime
source: Topic Activity
ar: نشاط المواضيع
de: Themen-Aktivität
es: Actividad de Temas
fr: Activité des Sujets
it: Attività Argomenti
ja: トピックのアクティビティ
pt: Atividade de Tópicos
zh: 话题活动

# chartContentTopicsEngagementByTopic
source: Engagement by Topic
ar: التفاعل حسب الموضوع
de: Interaktion nach Thema
es: Interacción por Tema
fr: Engagement par Sujet
it: Interazione per Argomento
ja: トピック別のエンゲージメント
pt: Engajamento por Tópico
zh: 按话题互动

# chartEngagementsReactionsOverTime
source: Reactions Trend
ar: اتجاه التفاعلات
de: Trend Reaktionen
es: Tendencia de Reacciones
fr: Tendance des Réactions
it: Trend Reazioni
ja: リアクションの傾向
pt: Tendência de Reações
zh: 回应趋势

# chartEngagementsCommentsOverTime
source: Comments Trend
ar: اتجاه التعليقات
de: Trend Kommentare
es: Tendencia de Comentarios
fr: Tendance des Commentaires
it: Trend Commenti
ja: コメントの傾向
pt: Tendência de Comentários
zh: 评论趋势

# chartEngagementsReactionsByType
source: Reactions Distribution
ar: توزيع التفاعلات
de: Reaktionsverteilung
es: Distribución de Reacciones
fr: Distribution des Réactions
it: Distribuzione Reazioni
ja: リアクションの分布
pt: Distribuição de Reações
zh: 回应分布

# chartEngagementsReportsSubmittedOverTime
source: Reports Submitted
ar: البلاغات المقدمة
de: Eingegangene Meldungen
es: Reportes Enviados
fr: Rapports Envoyés
it: Segnalazioni Inviate
ja: 送信されたレポート
pt: Denúncias Enviadas
zh: 已提交举报

# chartEngagementsReportsResolutionTimeOverTime
source: Resolution Time Trend
ar: اتجاه وقت الحل
de: Trend Lösezeit
es: Tendencia de Resolución
fr: Tendance de Résolution
it: Trend Risoluzione
ja: 解決時間の傾向
pt: Tendência de Resolução
zh: 解决时间趋势

# chartEngagementsReportsByReason
source: Reports by Reason
ar: البلاغات حسب السبب
de: Meldungen nach Grund
es: Reportes por Motivo
fr: Rapports par Motif
it: Segnalazioni per Motivo
ja: 理由別のレポート
pt: Denúncias por Motivo
zh: 按原因举报

# chartEngagementsAppReviewsFeedbackOverTime
source: Feedback Trend
ar: اتجاه الملاحظات
es: Tendencia de Feedback
fr: Tendance du Feedback
it: Trend Feedback
ja: フィードバックの傾向
pt: Tendência de Feedback
zh: 反馈趋势

# chartEngagementsAppReviewsPositiveVsNegative
source: Sentiment Analysis
ar: تحليل المشاعر
de: Sentiment-Analyse
es: Análisis de Sentimiento
fr: Analyse de Sentiment
it: Analisi Sentiment
ja: センチメント分析
pt: Análise de Sentimento
zh: 情感分析

# chartEngagementsAppReviewsStoreRequestsOverTime
source: Store Requests Trend
ar: اتجاه طلبات المتجر
de: Trend Store-Anfragen
es: Tendencia de Peticiones
fr: Tendance des Demandes
it: Trend Richieste Store
ja: ストアリクエストの傾向
pt: Tendência de Pedidos
zh: 商店请求趋势

# chartContentSourcesStatusDistribution
source: Source Status Distribution
ar: توزيع حالة المصادر
de: Statusverteilung Quellen
es: Distribución de Estado
fr: Distribution des États
it: Distribuzione Stato Fonti
ja: ソースステータスの分布
pt: Distribuição de Status
zh: 来源状态分布

# chartContentHeadlinesBreakingNewsDistribution
source: Breaking News Distribution
ar: توزيع الأخبار العاجلة
de: Eilmeldungs-Verteilung
es: Noticias de Última Hora
fr: Dernière Minute
it: Distribuzione Ultime Notizie
ja: 速報の分布
pt: Notícias de Última Hora
zh: 突发新闻分布

# chartOverviewAppTourFunnel
source: App Tour Funnel
ar: قمع جولة التطبيق
es: Embudo del Tour
fr: Entonnoir du Tour
it: Funnel Tour App
ja: アプリツアーのファンネル
pt: Funil do Tour
zh: 应用导览漏斗

# chartOverviewInitialPersonalizationFunnel
source: Initial Personalization Funnel
ar: قمع التخصيص الأولي
de: Onboarding-Funnel
es: Embudo de Onboarding
fr: Entonnoir Onboarding
it: Funnel Onboarding
ja: 初回パーソナライズのファンネル
pt: Funil de Onboarding
zh: 初始个性化漏斗

# rankedListOverviewHeadlinesMostViewed
source: Top Viewed Headlines
ar: العناوين الأكثر مشاهدة
de: Meistgesehene Schlagzeilen
es: Titulares Más Vistos
fr: Titres les Plus Vus
it: Titoli Più Visti
ja: 閲覧数の多い見出し
pt: Manchetes Mais Vistas
zh: 查看次数最多的头条

# rankedListOverviewHeadlinesMostLiked
source: Top Liked Headlines
ar: العناوين الأكثر إعجاباً
de: Meistgeliebte Schlagzeilen
es: Titulares Más Gustados
fr: Titres les Plus Aimés
it: Titoli Più Apprezzati
ja: いいねの多い見出し
pt: Manchetes Mais Curtidas
zh: 点赞次数最多的头条

# rankedListOverviewSourcesMostFollowed
source: Top Followed Sources
ar: المصادر الأكثر متابعة
de: Meistgefolgte Quellen
es: Fuentes Más Seguidas
fr: Sources les Plus Suivies
it: Fonti Più Seguite
ja: フォロワーの多いソース
pt: Fontes Mais Seguidas
zh: 关注人数最多的来源

# rankedListOverviewTopicsMostFollowed
source: Top Followed Topics
ar: المواضيع الأكثر متابعة
de: Meistgefolgte Themen
es: Temas Más Seguidos
fr: Sujets les Plus Suivis
it: Argomenti Più Seguiti
ja: フォロワーの多いトピック
pt: Tópicos Mais Seguidos
zh: 关注人数最多的话题

# subscriptionTab
source: Subscriptions
ar: الاشتراكات
de: Abos
es: Suscripciones
fr: Abonnements
it: Abbonamenti
ja: サブスクリプション
pt: Assinaturas
zh: 订阅

# subscriptionDescription
source: Configure the subscription plans (e.g., monthly, annual) offered to users. When enabled, users who reach their feature limits will be prompted to upgrade to a premium tier.
ar: تكوين خطط الاشتراك (مثل الشهرية والسنوية) المقدمة للمستخدمين. عند التمكين، سيتم مطالبة المستخدمين الذين يصلون إلى حدود استخدام الميزات بالترقية إلى فئة مميزة.
de: Abo-Pläne (monatlich, jährlich) konfigurieren.
es: Configura los planes de suscripción.
fr: Configurez les plans d'abonnement.
it: Configura i piani di abbonamento.
ja: ユーザーに提供されるサブスクリプションプラン（例：月額、年額）を構成します。有効にすると、機能制限に達したユーザーにプレミアム層へのアップグレードが促されます。
pt: Configura os planos de assinatura.
zh: 配置向用户提供的订阅计划（例如：按月、按年）。启用后，达到功能限制的用户将被提示升级到高级层级。

# enableSubscriptionLabel
source: Enable Subscription Feature
ar: تفعيل ميزة الاشتراك
de: Abo-Funktion aktivieren
es: Activar Suscripciones
fr: Activer Abonnements
it: Attiva Funzione Abbonamenti
ja: サブスクリプション機能を有効化
pt: Ativar Assinaturas
zh: 启用订阅功能

# enableSubscriptionDescription
source: Master switch for the subscription system. When enabled, users can purchase plans to upgrade their access tier (e.g., from Standard to Premium).
ar: المفتاح الرئيسي لنظام الاشتراك. عند التمكين، يمكن للمستخدمين شراء خطط لترقية مستوى وصولهم (مثل من عادي إلى مميز).
de: Hauptschalter für das Abo-System.
es: Permite a los usuarios mejorar su nivel.
fr: Permet aux utilisateurs d'améliorer leur niveau.
it: Permette agli utenti di migliorare il livello.
ja: サブスクリプションシステムのマスタースイッチ。有効にすると、ユーザーはプランを購入してアクセス層をアップグレード（例：標準からプレミアムへ）できます。
pt: Permite aos usuários melhorar seu nível.
zh: 订阅系统的总开关。启用后，用户可以购买计划以升级其访问层级（例如：从标准版升级到高级版）。

# monthlyPlanTitle
source: Monthly Plan
ar: الخطة الشهرية
de: Monatsplan
es: Plan Mensual
fr: Plan Mensuel
it: Piano Mensile
ja: 月額プラン
pt: Plano Mensal
zh: 月度计划

# annualPlanTitle
source: Annual Plan
ar: الخطة السنوية
de: Jahresplan
es: Plan Anual
fr: Plan Annuel
it: Piano Annuale
ja: 年額プラン
pt: Plano Anual
zh: 年度计划

# planEnabledLabel
source: Enable Plan
ar: تفعيل الخطة
de: Plan aktivieren
es: Plan Activado
fr: Plan Activé
it: Attiva Piano
ja: プランを有効化
pt: Plano Ativado
zh: 启用计划

# planRecommendedLabel
source: Recommended Plan
ar: خطة موصى بها
de: Empfohlener Plan
es: Plan Recomendado
fr: Plan Recommandé
it: Piano Consigliato
ja: おすすめプラン
pt: Plano Recomendado
zh: 推荐计划

# planRecommendedDescription
source: Highlights this plan as the best value option.
ar: يبرز هذه الخطة كأفضل خيار للقيمة.
de: Markiert diesen Plan als beste Wahl.
es: Destaca este plan como mejor opción.
fr: Met en avant ce plan.
it: Evidenzia questo piano come migliore.
ja: このプランを最もお得なオプションとして強調します。
pt: Destaca este plano como melhor opção.
zh: 将此计划突出显示为最佳性价比选项。

# appleProductIdLabel
source: Apple App Store Product ID
ar: معرف منتج متجر تطبيقات أبل
de: Apple App Store Produkt-ID
es: ID Producto Apple App Store
fr: ID Produit Apple App Store
it: ID Prodotto Apple App Store
ja: Apple App Store製品ID
pt: ID Produto Apple App Store
zh: Apple App Store 产品 ID

# googleProductIdLabel
source: Google Play Store Product ID
ar: معرف منتج متجر جوجل بلاي
de: Google Play Store Produkt-ID
es: ID Producto Google Play Store
fr: ID Produit Google Play Store
it: ID Prodotto Google Play Store
ja: Google Playストア製品ID
pt: ID Produto Google Play Store
zh: Google Play Store 产品 ID

# subscriptionPlanEnablementError
source: Please enter at least one Product ID to enable this plan.
ar: الرجاء إدخال معرّف منتج واحد على الأقل لتفعيل هذه الخطة.
de: Mindestens eine Produkt-ID erforderlich.
es: Introduce al menos un ID de producto.
fr: Entrez au moins un ID de produit.
it: Inserisci almeno un ID prodotto.
ja: このプランを有効にするには、少なくとも1つの製品IDを入力してください。
pt: Insira pelo menos um ID de produto.
zh: 请至少输入一个产品 ID 以启用此计划。

# subscriptionPlanDisabledNotification
source: Plan disabled because no Product IDs are provided.
ar: تم تعطيل الخطة لعدم توفر معرّفات منتجات.
de: Plan deaktiviert (IDs fehlen).
es: Plan desactivado por falta de IDs.
fr: Plan désactivé (ID manquant).
it: Piano disattivato (ID mancanti).
ja: 製品IDが提供されていないため、プランは無効になっています。
pt: Plano desativado por falta de IDs.
zh: 由于未提供产品 ID，计划已禁用。

# subscriptionFeatureDisabledNotification
source: Subscription feature disabled because no plans are active.
ar: تم تعطيل ميزة الاشتراك لعدم وجود خطط نشطة.
de: Abo-Funktion deaktiviert.
es: Suscripciones desactivadas.
fr: Abonnements désactivés.
it: Abbonamenti disattivati.
ja: アクティブなプランがないため、サブスクリプション機能は無効になっています。
pt: Assinaturas desativadas.
zh: 由于没有激活的计划，订阅功能已禁用。

# pushNotificationFeatureDisabledNotification
source: Push notification system disabled because no delivery types are active.
ar: تم تعطيل نظام الإشعارات لعدم وجود أنواع تسليم نشطة.
de: Push-System deaktiviert.
es: Notificaciones desactivadas.
fr: Notifications désactivées.
it: Notifiche disattivate.
ja: アクティブな配信タイプがないため、プッシュ通知システムは無効になっています。
pt: Notificações desativadas.
zh: 由于没有激活的递送类型，推送通知系统已禁用。

# analyticsFeatureDisabledNotification
source: Analytics system disabled because all events are disabled.
ar: تم تعطيل نظام التحليلات لأن جميع الأحداث معطلة.
de: Analytik-System deaktiviert.
es: Analíticas desactivadas.
fr: Analytiques désactivées.
it: Analitica disattivata.
ja: すべてのイベントが無効になっているため、分析システムは無効になっています。
pt: Analíticas desativadas.
zh: 由于所有事件均已禁用，分析系统已禁用。

# reportingFeatureDisabledNotification
source: Reporting system disabled because no reporting options are active.
ar: تم تعطيل نظام الإبلاغ لعدم وجود خيارات إبلاغ نشطة.
de: Meldesystem deaktiviert.
es: Reportes desactivados.
fr: Signalements désactivés.
it: Segnalazioni disattivate.
ja: レポートオプションがアクティブでないため、レポートシステムは無効になっています。
pt: Denúncias desativadas.
zh: 由于没有激活的举报选项，举报系统已禁用。

# appReviewFeatureDisabledNotification
source: App review system disabled because no positive interactions are selected.
ar: تم تعطيل نظام مراجعة التطبيق لعدم تحديد أي تفاعلات إيجابية.
de: Review-System deaktiviert.
es: Reseñas desactivadas.
fr: Avis désactivés.
it: Recensioni disattivate.
ja: ポジティブなインタラクションが選択されていないため、アプリレビューシステムは無効になっています。
pt: Avaliações desativadas.
zh: 由于未选择正面互动，应用评价系统已禁用。

# subscriptionsName
source: Subscriptions
ar: الاشتراكات
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti
ja: サブスクリプション
pt: Assinaturas
zh: 订阅

# subscriptionProvider
source: Store Provider
ar: مزود المتجر
de: Store-Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore Store
ja: ストアプロバイダー
pt: Provedor
zh: 商店提供商

source: Access Tier
ar: مستوى الوصول
de: Zugangsstufe
es: Nivel de Acceso
fr: Niveau d'Accès
it: Livello Accesso
ja: アクセス層
pt: Nível de Acesso
zh: 访问层级

source: Expiry Date
ar: تاريخ الانتهاء
de: Ablaufdatum
es: Fecha de Expiración
fr: Date d'Expiration
it: Data Scadenza
ja: 有効期限
pt: Data de Expiração
zh: 过期日期

# willAutoRenew
source: Auto Renew
ar: تجديد تلقائي
de: Auto-Verlängerung
es: Auto-renovación
fr: Auto-renouvellement
it: Rinnovo Automatico
ja: 自動更新
pt: Renovação Automática
zh: 自动续订

# allAccessTiers
source: All Tiers
ar: جميع المستويات
de: Alle Stufen
es: Todos los Niveles
fr: Tous les Niveaux
it: Tutti i Livelli
ja: すべての層
pt: Todos os Níveis
zh: 所有层级

# subscriptionActionCopyUserId
source: Copy User ID
ar: نسخ معرف المستخدم
de: Nutzer-ID kopieren
es: Copiar ID de Usuario
fr: Copier ID Utilisateur
it: Copia ID Utente
ja: ユーザーIDをコピー
pt: Copiar ID de Usuário
zh: 复制用户 ID

# subscriptionActionCopySubscriptionId
source: Copy Subscription ID
ar: نسخ معرف الاشتراك
de: Abo-ID kopieren
es: Copiar ID de Suscripción
fr: Copier ID Abonnement
it: Copia ID Abbonamento
ja: サブスクリプションIDをコピー
pt: Copiar ID de Assinatura
zh: 复制订阅 ID

source: Filter Subscriptions
ar: تصفية الاشتراكات
de: Abos filtern
es: Filtrar Suscripciones
fr: Filtrer Abonnements
it: Filtra Abbonamenti
ja: サブスクリプションをフィルター
pt: Filtrar Assinaturas
zh: 筛选订阅

source: Select Status
ar: اختر الحالة
de: Status wählen
es: Estado
fr: État
it: Stato
ja: ステータスを選択
pt: Status
zh: 选择状态

source: Select Provider
ar: اختر المزود
de: Anbieter wählen
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダーを選択
pt: Provedor
zh: 选择提供商

source: Select Tier
ar: اختر المستوى
de: Stufe wählen
es: Nivel
fr: Niveau
it: Livello
ja: 層を選択
pt: Nível
zh: 选择层级

source: No subscriptions found.
ar: لم يتم العثور على اشتراكات.
de: Keine Abos gefunden.
es: Sin suscripciones.
fr: Aucun abonnement.
it: Nessun abbonamento trovato.
ja: サブスクリプションが見つかりませんでした。
pt: Sem assinaturas.
zh: 未找到订阅。

source: Loading Subscriptions
ar: جاري تحميل الاشتراكات
de: Abos laden
es: Cargando Suscripciones
fr: Chargement Abonnements
it: Caricamento Abbonamenti
ja: サブスクリプションを読み込み中
pt: Carregando Assinaturas
zh: 正在加载订阅

source: Search by User ID or Subscription ID...
ar: البحث بمعرف المستخدم أو معرف الاشتراك...
de: Nach Nutzer- oder Abo-ID suchen...
es: Buscar por ID de Usuario o Suscripción...
fr: Rechercher par ID Utilisateur ou Abonnement...
it: Cerca per ID Utente o Abbonamento...
ja: ユーザーIDまたはサブスクリプションIDで検索...
pt: Buscar por ID de Usuário ou Assinatura...
zh: 按用户 ID 或订阅 ID 搜索...

# subscriptionsPageDescription
source: Provides a read-only interface for monitoring user subscription statuses. All lifecycle events, such as purchases, renewals, and cancellations, are processed automatically by the backend through webhook synchronization with the Apple App Store and Google Play. This dashboard does not initiate or manage financial transactions.
ar: واجهة للقراءة فقط لمراقبة حالات اشتراك المستخدم. تتم معالجة جميع أحداث دورة حياة الاشتراك، مثل عمليات الشراء والتجديد والإلغاء، تلقائيًا بواسطة الواجهة الخلفية من خلال المزامنة عبر إشعارات الويب هوك مع متجر تطبيقات Apple و Google Play. لا تقوم لوحة التحكم هذه ببدء أو إدارة المعاملات المالية.
de: Nur-Lese-Ansicht der Nutzer-Abos.
es: Monitoreo de suscripciones (solo lectura).
fr: Suivi des abonnements (lecture seule).
it: Monitoraggio abbonamenti (sola lettura).
ja: ユーザーのサブスクリプションステータスを監視するための読み取り専用インターフェースを提供します。購入、更新、キャンセルなどのすべてのライフサイクルイベントは、Apple App StoreおよびGoogle PlayとのWebhook同期を通じてバックエンドによって自動的に処理されます。このダッシュボードは、金融取引を開始または管理しません。
pt: Monitoramento de assinaturas (somente leitura).
zh: 提供用于监控用户订阅状态的只读界面。所有生命周期事件（如购买、续订和取消）均由后端通过与 Apple App Store 和 Google Play 的 Webhook 同步自动处理。此仪表盘不发起或管理财务交易。

# subscriptionStatusActive
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
pt: Ativo
zh: 激活

# subscriptionStatusGracePeriod
source: Grace Period
ar: فترة سماح
de: Kulanzzeitraum
es: Periodo de Gracia
fr: Délai de Grâce
it: Periodo di Grazia
ja: 猶予期間
pt: Período de Carência
zh: 宽限期

# subscriptionStatusBillingIssue
source: Billing Issue
ar: مشكلة في الفوترة
de: Zahlungsproblem
es: Problema de Facturación
fr: Problème de Facturation
it: Problema Fatturazione
ja: 請求の問題
pt: Problema de Faturamento
zh: 账单问题

# subscriptionStatusCanceled
source: Canceled
ar: ملغى
de: Gekündigt
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
pt: Cancelado
zh: 已取消

# subscriptionStatusExpired
source: Expired
ar: منتهي
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scaduto
ja: 期限切れ
pt: Expirado
zh: 已过期

# storeProviderApple
source: Apple
ar: أبل

# storeProviderGoogle
source: Google
ar: جوجل

# chartSubscriptionsActiveOverTime
source: Active Subscriptions Over Time
ar: الاشتراكات النشطة عبر الزمن
de: Aktive Abos im Zeitverlauf
es: Suscripciones Activas
fr: Abonnements Actifs
it: Abbonamenti Attivi nel Tempo
ja: アクティブなサブスクリプションの推移
pt: Assinaturas Ativas
zh: 活跃订阅随时间变化

# chartSubscriptionsStatusDistribution
source: Subscription Status Distribution
ar: توزيع حالة الاشتراكات
de: Abo-Statusverteilung
es: Distribución de Estados
fr: Distribution des États
it: Distribuzione Stati
ja: サブスクリプションステータスの分布
pt: Distribuição de Status
zh: 订阅状态分布

# chartSubscriptionsByStoreProvider
source: Subscriptions by Store
ar: الاشتراكات حسب المتجر
de: Abos nach Store
es: Suscripciones por Tienda
fr: Abonnements par Boutique
it: Abbonamenti per Store
ja: ストア別のサブスクリプション
pt: Assinaturas por Loja
zh: 按商店订阅

# kpiRewardsAdsWatchedTotal
source: Total Ads Watched
ar: إجمالي الإعلانات المشاهدة
de: Gesamt Ads gesehen
es: Total Anuncios Vistos
fr: Total Pubs Vues
it: Totale Annunci Visti
ja: 広告視聴総数
pt: Total Anúncios Vistos
zh: 观看广告总数

# kpiRewardsActiveUsersCount
source: Active Reward Users
ar: مستخدمو المكافآت النشطون
de: Aktive Belohnungs-Nutzer
es: Usuarios con Recompensa
fr: Utilisateurs avec Récompense
it: Utenti con Premio Attivo
ja: アクティブなリワードユーザー
pt: Usuários com Recompensa
zh: 活跃奖励用户

# rewardsTab
source: Rewards
ar: المكافآت
de: Belohnungen
es: Recompensas
fr: Récompenses
it: Premi
ja: リワード
pt: Recompensas
zh: 奖励

# rewardsDescription
source: Configure time-based rewards for user engagement.
ar: تكوين المكافآت المستندة إلى الوقت لتفاعل المستخدم.
de: Zeitbasierte Belohnungen konfigurieren.
es: Configura recompensas por interacción.
fr: Configurez les récompenses par interaction.
it: Configura i premi per l'interazione.
ja: ユーザーエンゲージメントに対する時間ベースのリワードを構成します。
pt: Configura recompensas por interação.
zh: 为用户互动配置基于时间的奖励。

# enableRewardsLabel
source: Enable Rewards System
ar: تفعيل نظام المكافآت
de: Belohnungssystem aktivieren
es: Activar Recompensas
fr: Activer Récompenses
it: Attiva Sistema Premi
ja: リワードシステムを有効化
pt: Ativar Recompensas
zh: 启用奖励系统

# enableRewardsDescription
source: Allow users to earn rewards by watching ads.
ar: السماح للمستخدمين بكسب المكافآت من خلال مشاهدة الإعلانات.
de: Nutzer können Belohnungen durch Ads verdienen.
es: Permite ganar premios viendo ads.
fr: Permet de gagner des prix via les pubs.
it: Permette di guadagnare premi vedendo ads.
ja: ユーザーが広告を視聴することでリワードを獲得できるようにします。
pt: Permite ganhar prêmios vendo ads.
zh: 允许用户通过观看广告获得奖励。

# rewardTypeAdFree
source: Ad-Free Experience
ar: تجربة خالية من الإعلانات
de: Werbefreies Erlebnis
es: Experiencia Sin Anuncios
fr: Expérience Sans Pub
it: Esperienza Senza Pubblicità
ja: 広告なし体験
pt: Experiência Sem Anúncios
zh: 免广告体验

# rewardTypeDailyDigest
source: Daily Digest
ar: الملخص اليومي

# rewardDurationDaysLabel
source: Duration (Days)
ar: المدة (أيام)
de: Dauer (Tage)
es: Duración (Días)
fr: Durée (Jours)
it: Durata (Giorni)
ja: 期間（日数）
pt: Duração (Dias)
zh: 持续时间（天）

# rewardEnabledLabel
source: Enabled
ar: مفعل
de: Aktiviert
es: Activado
fr: Activé
it: Attivo
ja: 有効
pt: Ativado
zh: 已启用

# chartRewardsAdsWatchedOverTime
source: Ads Watched Trend
ar: اتجاه مشاهدة الإعلانات
de: Trend gesehene Ads
es: Tendencia de Anuncios Vistos
fr: Tendance des Pubs Vues
it: Trend Annunci Visti
ja: 広告視聴数の傾向
pt: Tendência de Anúncios Vistos
zh: 观看广告趋势

# chartRewardsActiveByType
source: Active Rewards by Type
ar: المكافآت النشطة حسب النوع
de: Aktive Belohnungen nach Typ
es: Recompensas Activas por Tipo
fr: Récompenses Actives par Type
it: Premi Attivi per Tipo
ja: タイプ別のアクティブなリワード
pt: Recompensas Ativas por Tipo
zh: 按类型激活奖励

# feedDecoratorUnlockRewardsDescription
source: Prompts users to watch an ad to unlock premium features temporarily.
ar: يطالب المستخدمين بمشاهدة إعلان لفتح الميزات المميزة مؤقتًا.
de: Aufforderung zum Ad-Schauen für Premium-Features.
es: Aviso para desbloquear funciones.
fr: Invite à débloquer des fonctions.
it: Invita a vedere un ad per sbloccare funzioni.
ja: プレミアム機能を一時的にロック解除するために広告を視聴するようユーザーに促します。
pt: Aviso para desbloquear funções.
zh: 提示用户观看广告以暂时解锁高级功能。

# rewardDurationDaysDescription
source: The number of days the reward remains active.
ar: عدد الأيام التي تظل فيها المكافأة نشطة.
de: Anzahl der Tage, die die Belohnung gilt.
es: Días que dura la recompensa.
fr: Jours de validité de la récompense.
it: Giorni di validità del premio.
ja: リワードがアクティブなままである日数。
pt: Dias que dura a recompensa.
zh: 奖励保持激活状态的天数。

source: Rewards Management
ar: إدارة المكافآت
de: Belohnungsverwaltung
es: Gestión de Recompensas
fr: Gestion des Récompenses
it: Gestione Premi
ja: リワード管理
pt: Gestão de Recompensas
zh: 奖励管理

# rewardsManagementPageDescription
source: Manage user rewards and entitlements.
ar: إدارة مكافآت واستحقاقات المستخدمين.
de: Nutzer-Belohnungen verwalten.
es: Gestiona premios de usuarios.
fr: Gérez les prix des utilisateurs.
it: Gestisci i premi degli utenti.
ja: ユーザーのリワードと権利を管理します。
pt: Gerencia prêmios de usuários.
zh: 管理用户奖励和权利。

source: Loading Rewards
ar: جاري تحميل المكافآت
de: Belohnungen laden
es: Cargando Recompensas
fr: Chargement des Récompenses
it: Caricamento Premi
ja: リワードを読み込み中
pt: Carregando Recompensas
zh: 正在加载奖励

source: No rewards found.
ar: لم يتم العثور على مكافآت.
de: Keine Belohnungen gefunden.
es: Sin recompensas.
fr: Aucune récompense.
it: Nessun premio trovato.
ja: リワードが見つかりませんでした。
pt: Sem recompensas.
zh: 未找到奖励。

source: User ID
ar: معرف المستخدم
de: Nutzer-ID
es: ID de Usuario
fr: ID Utilisateur
it: ID Utente
ja: ユーザーID
pt: ID de Usuário
zh: 用户 ID

source: Active Rewards
ar: المكافآت النشطة
de: Aktive Belohnungen
es: Recompensas Activas
fr: Récompenses Actives
it: Premi Attivi
ja: アクティブなリワード
pt: Recompensas Ativas
zh: 激活的奖励

source: Expiry
ar: تاريخ الانتهاء
de: Ablauf
es: Expiración
fr: Expiration
it: Scadenza
ja: 期限
pt: Expiração
zh: 过期

source: Filter Rewards
ar: تصفية المكافآت
de: Belohnungen filtern
es: Filtrar Recompensas
fr: Filtrer Récompenses
it: Filtra Premi
ja: リワードをフィルター
pt: Filtrar Recompensas
zh: 筛选奖励

source: Reward Type
ar: نوع المكافأة
de: Belohnungstyp
es: Tipo de Recompensa
fr: Type de Récompense
it: Tipo Premio
ja: リワードタイプ
pt: Tipo de Recompensa
zh: 奖励类型

source: Select Reward Types
ar: اختر أنواع المكافآت
de: Belohnungstypen wählen
es: Tipos de Recompensa
fr: Types de Récompense
it: Tipi di Premio
ja: リワードタイプを選択
pt: Tipos de Recompensa
zh: 选择奖励类型
