Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

source: No draft sources found.
ar: لم يتم العثور على مسودات مصادر.
de: Keine Quellen-Entwürfe.
es: Sin fuentes en borrador.
fr: Aucune source en brouillon.
it: Nessuna fonte in bozza.
ja: 下書きのソースは見つかりませんでした。
pt: Sem fontes em rascunho.
zh: 未找到草稿来源。

# sourceDeleted
source: Source "{sourceName}" deleted.
ar: تم حذف المصدر "{sourceName}".
de: Quelle "{sourceName}" gelöscht.
es: Fuente "{sourceName}" eliminada.
fr: Source "{sourceName}" supprimée.
it: Fonte "{sourceName}" eliminata.
ja: ソース「{sourceName}」を削除しました。
pt: Fonte "{sourceName}" excluída.
zh: 来源 “{sourceName}” 已删除。

source: Publish Topic
ar: نشر الموضوع
de: Thema veröffentlichen
es: Publicar Tema
fr: Publier le Sujet
it: Pubblica Argomento
ja: トピックを公開
pt: Publicar Tópico
zh: 发布话题

source: Publish Source
ar: نشر المصدر
de: Quelle veröffentlichen
es: Publicar Fuente
fr: Publier la Source
it: Pubblica Fonte
ja: ソースを公開
pt: Publicar Fonte
zh: 发布来源

# enableInArticleAdsForRoleLabel
source: Enable In-Article Ads for {role}
ar: تمكين الإعلانات داخل المقال لـ {role}
de: Artikel-Ads für {role} aktivieren
es: Activar Ads en Artículos para {role}
fr: Activer Pubs Articles pour {role}
it: Attiva Ads Articoli per {role}
ja: {role}の記事内広告を有効にする
pt: Ativar Ads em Artigos para {role}
zh: 为 {role} 启用文章内广告

source: More Actions
ar: المزيد من الإجراءات
de: Weitere Aktionen
es: Más Acciones
fr: Plus d'Actions
it: Altre Azioni
ja: その他のアクション
pt: Mais Ações
zh: 更多操作

source: Filter
ar: تصفية
es: Filtrar
fr: Filtrer
it: Filtra
ja: フィルター
pt: Filtrar
zh: 筛选

source: Apply Filters
ar: تطبيق الفلاتر
de: Filter anwenden
es: Aplicar Filtros
fr: Appliquer Filtres
it: Applica Filtri
ja: フィルターを適用
pt: Aplicar Filtros
zh: 应用筛选

source: Filter Headlines
ar: تصفية العناوين
de: Schlagzeilen filtern
es: Filtrar Titulares
fr: Filtrer les Titres
it: Filtra Titoli
ja: 見出しをフィルター
pt: Filtrar Manchetes
zh: 筛选头条

source: Filter Topics
ar: تصفية المواضيع
de: Themen filtern
es: Filtrar Temas
fr: Filtrer les Sujets
it: Filtra Argomenti
ja: トピックをフィルター
pt: Filtrar Tópicos
zh: 筛选话题

source: Filter Sources
ar: تصفية المصادر
de: Quellen filtern
es: Filtrar Fuentes
fr: Filtrer les Sources
it: Filtra Fonti
ja: ソースをフィルター
pt: Filtrar Fontes
zh: 筛选来源

source: Search by headline title...
ar: البحث بعنوان الخبر...
de: Nach Titel suchen...
es: Buscar por título...
fr: Rechercher par titre...
it: Cerca per titolo...
ja: 見出しタイトルで検索...
pt: Buscar por título...
zh: 按头条标题搜索...

# searchByTopicName
source: Search by Name or ID...
ar: البحث بالاسم أو المعرف...
de: Nach Name oder ID suchen...
es: Buscar por nombre o ID...
fr: Rechercher par nom ou ID...
it: Cerca per nome o ID...
ja: 名前またはIDで検索...
pt: Buscar por nome ou ID...
zh: 按名称或 ID 搜索...

# searchBySourceName
source: Search by Name or ID...
ar: البحث بالاسم أو المعرف...
de: Nach Name oder ID suchen...
es: Buscar por nombre o ID...
fr: Rechercher par nom ou ID...
it: Cerca per nome o ID...
ja: 名前またはIDで検索...
pt: Buscar por nome ou ID...
zh: 按名称或 ID 搜索...

source: Select Sources
ar: اختر المصادر
de: Quellen wählen
es: Seleccionar Fuentes
fr: Sélectionner Sources
it: Seleziona Fonti
ja: ソースを選択
pt: Selecionar Fontes
zh: 选择来源

source: Select Topics
ar: اختر المواضيع
de: Themen wählen
es: Seleccionar Temas
fr: Sélectionner Sujets
it: Seleziona Argomenti
ja: トピックを選択
pt: Selecionar Tópicos
zh: 选择话题

source: Countries
ar: البلدان
de: Länder
es: Países
fr: Pays
it: Paesi
ja: 国
pt: Países
zh: 国家

source: Select Countries
ar: اختر البلدان
de: Länder wählen
es: Seleccionar Países
fr: Sélectionner Pays
it: Seleziona Paesi
ja: 国を選択
pt: Selecionar Países
zh: 选择国家

source: Select Source Types
ar: اختر أنواع المصادر
de: Quellentypen wählen
es: Tipos de Fuente
fr: Types de Source
it: Tipi di Fonte
ja: ソースタイプを選択
pt: Tipos de Fonte
zh: 选择来源类型

source: Select Languages
ar: اختر اللغات
de: Sprachen wählen
es: Idiomas
fr: Langues
it: Lingue
ja: 言語を選択
pt: Idiomas
zh: 选择语言

source: Select Headquarters
ar: اختر المقر الرئيسي
de: Hauptsitze wählen
es: Sedes
fr: Sièges Sociaux
it: Sedi Centrali
ja: 本部を選択
pt: Sedes
zh: 选择总部

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt: Editar
zh: 编辑

# resetFiltersButtonText
source: Reset Filters
ar: إعادة تعيين الفلاتر
de: Filter zurücksetzen
es: Restablecer Filtros
fr: Réinitialiser Filtres
it: Reimposta Filtri
ja: フィルターをリセット
pt: Redefinir Filtros
zh: 重置筛选

# noResultsWithCurrentFilters
source: No results found with current filters. Try resetting them.
ar: لم يتم العثور على نتائج باستخدام الفلاتر الحالية. حاول إعادة تعيينها.
de: Keine Ergebnisse mit diesen Filtern.
es: Sin resultados con estos filtros.
fr: Aucun résultat avec ces filtres.
it: Nessun risultato con i filtri attuali.
ja: 現在のフィルターでは結果が見つかりませんでした。リセットしてみてください。
pt: Sem resultados com estes filtros.
zh: 当前筛选条件下未找到结果。请尝试重置。

# aboutIconTooltip
source: About this page
ar: حول هذه الصفحة
de: Über diese Seite
es: Sobre esta página
fr: À propos de cette page
it: Informazioni sulla pagina
ja: このページについて
pt: Sobre esta página
zh: 关于此页面

# closeButtonText
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
zh: 关闭

source: Logo URL
ar: رابط الشعار

source: User Management
ar: إدارة المستخدمين
de: Nutzerverwaltung
es: Gestión de Usuarios
fr: Gestion des Utilisateurs
it: Gestione Utenti
ja: ユーザー管理
pt: Gestão de Usuários
zh: 用户管理

# userManagementPageDescription
source: Manage system users, including their roles and permissions.
ar: إدارة مستخدمي النظام، بما في ذلك أدوارهم وأذوناتهم.
de: Nutzer, Rollen und Berechtigungen verwalten.
es: Gestiona usuarios, roles y permisos.
fr: Gérez les utilisateurs, rôles et permissions.
it: Gestisci utenti, ruoli e permessi.
ja: ロールや権限を含むシステムユーザーを管理します。
pt: Gerencie usuários, funções e permissões.
zh: 管理系统用户，包括他们的角色和权限。

source: Loading Users
ar: جاري تحميل المستخدمين
de: Nutzer laden
es: Cargando Usuarios
fr: Chargement des Utilisateurs
it: Caricamento Utenti
ja: ユーザーを読み込み中
pt: Carregando Usuários
zh: 正在加载用户

source: No users found.
ar: لم يتم العثور على مستخدمين.
de: Keine Nutzer gefunden.
es: No hay usuarios.
fr: Aucun utilisateur trouvé.
it: Nessun utente trovato.
ja: ユーザーが見つかりませんでした。
pt: Nenhum usuário encontrado.
zh: 未找到用户。

source: Email
ar: البريد الإلكتروني
ja: メールアドレス
zh: 电子邮箱

source: App Role
ar: دور التطبيق
de: App-Rolle
es: Rol en App
fr: Rôle App
it: Ruolo App
ja: アプリロール
pt: Função no App
zh: 应用角色

source: Dashboard Role
ar: دور لوحة التحكم
de: Dashboard-Rolle
es: Rol en Panel
fr: Rôle Panel
it: Ruolo Dashboard
ja: ダッシュボードロール
pt: Função no Painel
zh: 仪表盘角色

source: Created At
ar: تاريخ الإنشاء
de: Erstellt am
es: Creado el
fr: Créé le
it: Creato il
ja: 作成日時
pt: Criado em
zh: 创建于

source: Promote to Publisher
ar: ترقية إلى ناشر
de: Zum Herausgeber befördern
es: Ascender a Editor
fr: Promouvoir Éditeur
it: Promuovi a Editore
ja: パブリッシャーに昇格
pt: Promover a Editor
zh: 提升为发布者

source: Demote to User
ar: تخفيض إلى مستخدم
de: Zum Nutzer herabstufen
es: Degradar a Usuario
fr: Rétrograder Utilisateur
it: Retrocedi a Utente
ja: ユーザーに降格
pt: Rebaixar a Usuário
zh: 降级为普通用户

# adminRole
source: Admin
ar: مسؤول
ja: 管理者
zh: 管理员

# publisherRole
source: Publisher
ar: ناشر
de: Herausgeber
es: Editor
fr: Éditeur
it: Editore
ja: パブリッシャー
pt: Editor
zh: 发布者

source: Filter Users
ar: تصفية المستخدمين
de: Nutzer filtern
es: Filtrar Usuarios
fr: Filtrer Utilisateurs
it: Filtra Utenti
ja: ユーザーをフィルター
pt: Filtrar Usuários
zh: 筛选用户

# searchByUserEmail
source: Search by Email or ID...
ar: البحث بالبريد الإلكتروني أو المعرف...
de: Nach E-Mail oder ID suchen...
es: Buscar por email o ID...
fr: Rechercher par email ou ID...
it: Cerca per email o ID...
ja: メールアドレスまたはIDで検索...
pt: Buscar por e-mail ou ID...
zh: 按邮箱或 ID 搜索...

source: Select App Roles
ar: اختر أدوار التطبيق
de: App-Rollen wählen
es: Roles de App
fr: Rôles App
it: Ruoli App
ja: アプリロールを選択
pt: Funções do App
zh: 选择应用角色

source: Select Dashboard Roles
ar: اختر أدوار لوحة التحكم
de: Dashboard-Rollen wählen
es: Roles de Panel
fr: Rôles Panel
it: Ruoli Dashboard
ja: ダッシュボードロールを選択
pt: Funções do Painel
zh: 选择仪表盘角色

source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
pt: Autenticação
zh: 身份认证

source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
pt: Assinatura
zh: 订阅

# authenticationAnonymous
source: Anonymous
ar: مجهول
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 匿名
pt: Anônimo
zh: 匿名

# authenticationAuthenticated
source: Authenticated
ar: موثق
de: Authentifiziert
es: Autenticado
fr: Authentifié
it: Autenticato
ja: 認証済み
pt: Autenticado
zh: 已认证

# subscriptionFree
source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
pt: Grátis
zh: 免费

# subscriptionPremium
source: Premium
ar: مميز
ja: プレミアム
zh: 高级版

# savedHeadlineFilterLimitsTitle
source: Saved Headline Filter Limits
ar: حدود مرشحات العناوين المحفوظة
de: Filter-Limits
es: Límites de Filtros de Titulares
fr: Limites de Filtres de Titres
it: Limiti Filtri Titoli
ja: 保存済み見出しフィルター制限
pt: Limites de Filtros de Manchetes
zh: 保存的头条过滤器限制

# savedHeadlineFilterLimitsDescription
source: Set limits on the number of saved headline filters for each user tier, including total, pinned, and notification subscriptions.
ar: تعيين حدود على عدد مرشحات العناوين المحفوظة لكل فئة من فئات المستخدمين، بما في ذلك الإجمالي والمثبتة واشتراكات الإشعارات.
de: Limits für Filter, Fixierungen und Abos.
es: Límites de filtros, fijados y avisos.
fr: Limites de filtres, épinglés et notifications.
it: Limiti per filtri, fissati e notifiche.
ja: 合計、ピン留め、通知サブスクリプションを含む、ユーザー層ごとの保存済み見出しフィルターの数の制限を設定します。
pt: Limites de filtros, fixados e avisos.
zh: 为每个用户层级设置保存的头条过滤器数量限制，包括总数、置顶和通知订阅。

# savedSourceFilterLimitsTitle
source: Saved Source Filter Limits
ar: حدود مرشحات المصادر المحفوظة

# savedSourceFilterLimitsDescription
source: Set limits on the number of saved source filters for each user tier, including total and pinned.
ar: تعيين حدود على عدد مرشحات المصادر المحفوظة لكل فئة من فئات المستخدمين، بما في ذلك الإجمالي والمثبتة.

# totalLimitLabel
source: Total Limit
ar: الحد الإجمالي
de: Gesamtlimit
es: Límite Total
fr: Limite Totale
it: Limite Totale
ja: 合計制限
pt: Limite Total
zh: 总限制

# totalLimitDescription
source: The total number of filters of this type a user can create.
ar: العدد الإجمالي للمرشحات من هذا النوع التي يمكن للمستخدم إنشاؤها.
de: Max. Anzahl erlaubter Filter.
es: Total de filtros permitidos.
fr: Total de filtres autorisés.
it: Numero totale di filtri consentiti.
ja: ユーザーが作成できるこのタイプのフィルターの総数。
pt: Total de filtros permitidos.
zh: 用户可以创建的此类过滤器的总数。

# pinnedLimitLabel
source: Pinned Limit
ar: الحد المثبت
de: Limit Fixierungen
es: Límite de Fijados
fr: Limite d'Épinglés
it: Limite Fissati
ja: ピン留め制限
pt: Limite de Fixados
zh: 置顶限制

# pinnedLimitDescription
source: The maximum number of filters of this type that can be pinned.
ar: الحد الأقصى لعدد المرشحات من هذا النوع التي يمكن تثبيتها.
de: Max. Anzahl fixierter Filter.
es: Máximo de filtros fijados.
fr: Nombre max. de filtres épinglés.
it: Massimo filtri fissati.
ja: ピン留めできるこのタイプのフィルターの最大数。
pt: Máximo de filtros fixados.
zh: 可以置顶的此类过滤器的最大数量。

# notificationSubscriptionLimitLabel
source: Notification Subscription Limit
ar: حد اشتراك الإشعارات
de: Limit Benachrichtigungen
es: Límite de Notificaciones
fr: Limite de Notifications
it: Limite Notifiche
ja: 通知サブスクリプション制限
pt: Limite de Notificações
zh: 通知订阅限制

# notificationSubscriptionLimitDescription
source: The maximum number of filters a user can subscribe to for this notification type.
ar: الحد الأقصى لعدد المرشحات التي يمكن للمستخدم الاشتراك فيها لهذا النوع من الإشعارات.
de: Max. Anzahl Benachrichtigungs-Abos.
es: Máximo de suscripciones.
fr: Nombre max. d'abonnements.
it: Massimo iscrizioni notifiche.
ja: この通知タイプでユーザーが購読できるフィルターの最大数。
pt: Máximo de assinaturas.
zh: 用户可以订阅此通知类型的过滤器的最大数量。

# pushNotificationSubscriptionDeliveryTypeBreakingOnly
source: Breaking News
ar: الأخبار العاجلة
de: Eilmeldungen
es: Última Hora
fr: Dernière Minute
it: Ultima Ora
ja: 速報
pt: Última Hora
zh: 突发新闻

# pushNotificationSubscriptionDeliveryTypeDailyDigest
source: Daily Digest
ar: الملخص اليومي

# pushNotificationSubscriptionDeliveryTypeWeeklyRoundup
source: Weekly Roundup
ar: حصاد الأسبوع
de: Wochenrückblick
es: Resumen Semanal
fr: Résumé Hebdo
it: Riepilogo Settimanale
ja: 週間まとめ
pt: Resumo Semanal
zh: 每周回顾

# isBreakingNewsLabel
source: Mark as Breaking News
ar: وضع علامة 'خبر عاجل'
de: Als Eilmeldung markieren
es: Marcar como Última Hora
fr: Marquer comme Dernière Minute
it: Segnala come Ultima Ora
ja: 速報としてマーク
pt: Marcar como Última Hora
zh: 标记为突发新闻

# isBreakingNewsDescription
source: Enabling this will send an immediate push notification to all subscribed users upon publication.
ar: سيؤدي تمكين هذا إلى إرسال إشعار فوري لجميع المستخدمين المشتركين عند النشر.
de: Sendet sofortige Push-Benachrichtigung.
es: Envía notificación push inmediata.
fr: Envoie une notification push immédiate.
it: Invia una notifica push immediata.
ja: これを有効にすると、公開時にすべての購読ユーザーに即座にプッシュ通知が送信されます。
pt: Envia notificação push imediata.
zh: 启用此项将在发布时立即向所有订阅用户发送推送通知。

# isBreakingNewsDescriptionEdit
source: Changing this status during an edit will NOT trigger a new push notification, as notifications are only sent on initial creation.
ar: تغيير هذه الحالة أثناء التعديل لن يؤدي إلى إرسال إشعار فوري جديد، حيث يتم إرسال الإشعارات فقط عند الإنشاء الأولي.
de: Sendet beim Bearbeiten KEINE Push.
es: No enviará push al editar.
fr: N'enverra pas de push lors de l'édition.
it: Non invierà push durante la modifica.
ja: 編集中にこのステータスを変更しても、通知は最初の作成時にのみ送信されるため、新しいプッシュ通知はトリガーされません。
pt: Não enviará push ao editar.
zh: 在编辑期间更改此状态不会触发新的推送通知，因为通知仅在初始创建时发送。

# confirmBreakingNewsTitle
source: Confirm Breaking News Publication
ar: تأكيد نشر خبر عاجل
de: Eilmeldung bestätigen
es: Confirmar Última Hora
fr: Confirmer Dernière Minute
it: Conferma Ultima Ora
ja: 速報公開の確認
pt: Confirmar Última Hora
zh: 确认突发新闻发布

# confirmBreakingNewsMessage
source: Are you sure you want to publish this as breaking news? This action will send an immediate push notification to all subscribed users.
ar: هل أنت متأكد أنك تريد نشر هذا كخبر عاجل؟ سيؤدي هذا الإجراء إلى إرسال إشعار فوري لجميع المستخدمين المشتركين.
de: Push an alle Abonnenten senden?
es: ¿Enviar notificación push a todos?
fr: Envoyer une notification push à tous ?
it: Inviare una notifica push a tutti?
ja: これを速報として公開してもよろしいですか？このアクションにより、すべての購読ユーザーに即座にプッシュ通知が送信されます。
pt: Enviar notificação push para todos?
zh: 您确定要将其作为突发新闻发布吗？此操作将立即向所有订阅用户发送推送通知。

# confirmPublishButton
source: Confirm & Publish
ar: تأكيد ونشر
de: Bestätigen & Veröffentlichen
es: Confirmar y Publicar
fr: Confirmer et Publier
it: Conferma e Pubblica
ja: 確認して公開
pt: Confirmar e Publicar
zh: 确认并发布

# cannotDraftBreakingNews
source: Breaking news cannot be saved as a draft. Please publish it or disable the 'Breaking News' toggle.
ar: لا يمكن حفظ الأخبار العاجلة كمسودة. يرجى نشرها أو تعطيل مفتاح 'خبر عاجل'.
de: Eilmeldungen können kein Entwurf sein.
es: No se puede guardar como borrador.
fr: Impossible d'enregistrer en brouillon.
it: Impossibile salvare come bozza.
ja: 速報は下書きとして保存できません。公開するか、「速報」トグルを無効にしてください。
pt: Não é possível salvar como rascunho.
zh: 突发新闻不能保存为草稿。请发布它或禁用“突发新闻”开关。

source: OK
ar: موافق
es: Aceptar
zh: 确定

# breakingNewsFilterTitle
source: Breaking News
ar: تصفية الأخبار العاجلة
de: Eilmeldungen
es: Última Hora
fr: Dernière Minute
it: Ultima Ora
ja: 速報
pt: Última Hora
zh: 突发新闻

# breakingNewsFilterAll
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
pt: Todos
zh: 全部

# breakingNewsFilterBreakingOnly
source: Breaking Only
ar: العاجلة فقط
de: Nur Eilmeldungen
es: Solo Última Hora
fr: Dernière Minute Uniquement
it: Solo Ultima Ora
ja: 速報のみ
pt: Apenas Última Hora
zh: 仅限突发

# breakingNewsFilterNonBreakingOnly
source: Non-Breaking Only
ar: غير العاجلة فقط
de: Keine Eilmeldungen
es: Sin Última Hora
fr: Sans Dernière Minute
it: Senza Ultima Ora
ja: 速報以外
pt: Sem Última Hora
zh: 非突发

# notificationsTab
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt: Notificações
zh: 通知

# pushNotificationSettingsTitle
source: Push Notification Settings
ar: إعدادات الإشعارات الفورية
de: Push-Einstellungen
es: Ajustes de Notificaciones
fr: Réglages Notifications
it: Impostazioni Notifiche
ja: プッシュ通知設定
pt: Config. de Notificações
zh: 推送通知设置

# pushNotificationSettingsDescription
source: Manage global settings for the push notification system, including the primary provider and which notification types are active.
ar: إدارة الإعدادات العامة لنظام الإشعارات الفورية، بما في ذلك المزود الأساسي وأنواع الإشعارات النشطة.
de: Globale Verwaltung des Push-Systems.
es: Gestión global de notificaciones.
fr: Gestion globale des notifications.
it: Gestione globale del sistema notifiche.
ja: 主要プロバイダーやアクティブな通知タイプなど、プッシュ通知システムのグローバル設定を管理します。
pt: Gestão global de notificações.
zh: 管理推送通知系统的全局设置，包括主要提供商和哪些通知类型处于激活状态。

# pushNotificationSystemStatusTitle
source: Enable Notifications
ar: تفعيل الإشعارات
de: Push aktivieren
es: Activar Notificaciones
fr: Activer Notifications
it: Attiva Notifiche
ja: 通知を有効化
pt: Ativar Notificações
zh: 启用通知

# pushNotificationSystemStatusDescription
source: A global switch to enable or disable all push notifications.
ar: مفتاح عام لتمكين أو تعطيل جميع الإشعارات الفورية.
de: Globaler Schalter.
es: Interruptor global.
fr: Interrupteur global.
it: Interruttore globale.
ja: すべてのプッシュ通知を有効または無効にするグローバルスイッチ。
pt: Interruptor global.
zh: 启用或禁用所有推送通知的全局开关。

# pushNotificationPrimaryProviderTitle
source: Primary Provider
ar: المزود الأساسي
de: Primärer Anbieter
es: Proveedor Principal
fr: Fournisseur Principal
it: Fornitore Primario
ja: 主要プロバイダー
pt: Provedor Principal
zh: 主要提供商

# pushNotificationPrimaryProviderDescription
source: Select the primary service provider. Ensure the chosen provider is correctly configured in your backend's .env file as per the documentation.
ar: اختر مزود الخدمة الأساسي. تأكد من أن المزود المختار قد تم إعداده بشكل صحيح في ملف .env الخاص بالواجهة الخلفية.
de: Firebase oder OneSignal.
es: Firebase o OneSignal.
fr: Firebase ou OneSignal.
it: Firebase o OneSignal.
ja: 主要なサービスプロバイダーを選択します。選択したプロバイダーが、ドキュメントに従ってバックエンドの.envファイルで正しく構成されていることを確認してください。
pt: Firebase ou OneSignal.
zh: 选择主要服务提供商。确保所选提供商已按照文档在后端的 .env 文件中正确配置。

# pushNotificationDeliveryTypesTitle
source: Delivery Types
ar: أنواع التسليم
de: Zustellungsarten
es: Tipos de Entrega
fr: Types d'Envoi
it: Tipi di Consegna
ja: 配信タイプ
pt: Tipos de Entrega
zh: 递送类型

# pushNotificationDeliveryTypesDescription
source: Globally enable or disable specific types of push notifications.
ar: تمكين أو تعطيل أنواع معينة من الإشعارات الفورية.
de: Spezifische Typen aktivieren.
es: Activa tipos específicos.
fr: Activez des types spécifiques.
it: Attiva tipi specifici.
ja: 特定のタイプのプッシュ通知をグローバルに有効または無効にします。
pt: Ativa tipos específicos.
zh: 全局启用或禁用特定类型的推送通知。

# appTab
source: General
ar: الإعدادات العامة
de: Allgemein
fr: Général
it: Generale
ja: 全般
pt: Geral
zh: 常规

# featuresTab
source: Features
ar: الميزات
de: Funktionen
es: Funciones
fr: Fonctions
it: Funzioni
ja: 機能
pt: Recursos
zh: 功能

# userTab
source: User
ar: المستخدم

# maintenanceConfigTitle
source: Maintenance Mode
ar: وضع الصيانة
de: Wartungsmodus
es: Modo Mantenimiento
fr: Mode Maintenance
it: Modalità Manutenzione
ja: メンテナンスモード
pt: Modo Manutenção
zh: 维护模式

# maintenanceConfigDescription
source: Enable to put the app into maintenance mode, preventing user access.
ar: تفعيل لوضع التطبيق في وضع الصيانة، مما يمنع وصول المستخدمين.
de: App in Wartungsmodus versetzen.
es: Activa el modo mantenimiento.
fr: Active le mode maintenance.
it: Attiva la modalità manutenzione.
ja: 有効にするとアプリがメンテナンスモードになり、ユーザーのアクセスが制限されます。
pt: Ativa o modo de manutenção.
zh: 启用以使应用进入维护模式，阻止用户访问。

# updateConfigTitle
source: Update Settings
ar: إعدادات التحديث
de: Update-Einstellungen
es: Ajustes de Actualización
fr: Réglages Mise à Jour
it: Impostazioni Aggiornamento
ja: アップデート設定
pt: Config. de Atualização
zh: 更新设置

# updateConfigDescription
source: Configure mandatory app updates for users.
ar: تكوين تحديثات التطبيق الإلزامية للمستخدمين.
de: Erzwungene Updates konfigurieren.
es: Configura actualizaciones obligatorias.
fr: Configurez les mises à jour obligatoires.
it: Configura gli aggiornamenti obbligatori.
ja: ユーザーに対する必須のアプリアップデートを設定します。
pt: Configura atualizações obrigatórias.
zh: 为用户配置强制性的应用更新。

# generalAppConfigTitle
source: General App Settings
ar: إعدادات التطبيق العامة
de: Allgemeine App-Einstellungen
es: Ajustes Generales
fr: Réglages Généraux
it: Impostazioni Generali
ja: アプリの全般設定
pt: Configurações Gerais
zh: 常规应用设置

# generalAppConfigDescription
source: Manage general application settings like Terms of Service and Privacy Policy URLs.
ar: إدارة الإعدادات العامة للتطبيق مثل روابط شروط الخدمة وسياسة الخصوصية.
de: AGB und Datenschutz-URLs verwalten.
es: Términos y Política de Privacidad.
fr: Conditions et Politique de Confidentialité.
it: Termini di Servizio e Privacy Policy.
ja: 利用規約やプライバシーポリシーのURLなどの全般的なアプリケーション設定を管理します。
pt: Termos e Política de Privacidade.
zh: 管理常规应用程序设置，如服务条款和隐私政策 URL。

# termsOfServiceUrlLabel
source: Terms of Service URL
ar: رابط شروط الخدمة
de: AGB URL
es: URL Términos de Servicio
fr: URL Conditions d'Utilisation
it: URL Termini di Servizio
ja: 利用規約URL
pt: URL Termos de Serviço
zh: 服务条款 URL

# termsOfServiceUrlDescription
source: The URL for the application's Terms of Service page.
ar: الرابط لصفحة شروط الخدمة للتطبيق.
de: Link zur AGB-Seite.
es: Enlace a los términos.
fr: Lien vers les conditions.
it: Link alla pagina dei termini.
ja: アプリケーションの利用規約ページへのURL。
pt: Link para os termos.
zh: 应用程序服务条款页面的 URL。

# privacyPolicyUrlLabel
source: Privacy Policy URL
ar: رابط سياسة الخصوصية
de: Datenschutz URL
es: URL Política de Privacidad
fr: URL Politique de Confidentialité
it: URL Privacy Policy
ja: プライバシーポリシーURL
pt: URL Política de Privacidade
zh: 隐私政策 URL

# privacyPolicyUrlDescription
source: The URL for the application's Privacy Policy page.
ar: الرابط لصفحة سياسة الخصوصية للتطبيق.
de: Link zur Datenschutzseite.
es: Enlace a la política.
fr: Lien vers la politique.
it: Link alla privacy policy.
ja: アプリケーションのプライバシーポリシーページへのURL。
pt: Link para a política.
zh: 应用程序隐私政策页面的 URL。

# navigationAdConfigTitle
source: Navigation Ad Settings
ar: إعدادات إعلانات التنقل
de: Navigations-Anzeigen
es: Anuncios de Navegación
fr: Pubs de Navigation
it: Annunci Navigazione
ja: ナビゲーション広告設定
pt: Anúncios de Navegação
zh: 导航广告设置

# enableNavigationAdsLabel
source: Enable Navigation Ads
ar: تفعيل إعلانات التنقل
de: Navigations-Ads aktivieren
es: Activar Anuncios de Navegación
fr: Activer Pubs de Navigation
it: Attiva Annunci Navigazione
ja: ナビゲーション広告を有効化
pt: Ativar Anúncios de Navegação
zh: 启用导航广告

# navigationAdFrequencyTitle
source: Navigation Ad Frequency
ar: تكرار إعلانات التنقل
de: Navigations-Häufigkeit
es: Frecuencia de Navegación
fr: Fréquence de Navigation
it: Frequenza Navigazione
ja: ナビゲーション広告の頻度
pt: Frequência de Navegação
zh: 导航广告频率

# navigationAdFrequencyDescription
source: Configure how many transitions a user must make before an interstitial ad is shown, based on their role.
ar: تكوين عدد الانتقالات التي يجب أن يقوم بها المستخدم قبل عرض إعلان بيني، بناءً على دوره.
de: Übergänge vor Anzeige.
es: Transiciones antes de anuncio.
fr: Transitions avant publicité.
it: Transizioni prima dell'annuncio.
ja: ロールに基づいて、インタースティシャル広告が表示されるまでにユーザーが行う必要がある遷移の数を設定します。
pt: Transições antes do anúncio.
zh: 根据用户的角色，配置用户在显示插屏广告之前必须进行的转换次数。

# internalNavigationsBeforeAdLabel
source: Internal Navigations Before Ad
ar: الانتقالات الداخلية قبل الإعلان
de: Interne Navigationen
es: Navegaciones Internas
fr: Navigations Internes
it: Navigazioni Interne
ja: 広告表示までの内部ナビゲーション数
pt: Navegações Internas
zh: 广告前内部导航次数
