Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

# standardUserAdFrequencyLabel
source: Standard User Ad Frequency
ar: تكرار الإعلان للمستخدم العادي
de: Häufigkeit (Standard)
es: Frecuencia (Estándar)
fr: Fréquence (Standard)
it: Frequenza (Standard)
ja: 標準ユーザーの広告頻度
pt: Frequência (Padrão)
zh: 标准用户广告频率

# standardUserAdFrequencyDescription
source: How often an ad can appear for Standard users (e.g., a value of 10 means an ad could be placed after every 10 news items).
ar: عدد مرات ظهور الإعلان للمستخدمين العاديين (على سبيل المثال، قيمة 10 تعني أنه يمكن وضع إعلان بعد كل 10 عناصر إخبارية).
de: Häufigkeit für Standard-Nutzer.
es: Frecuencia para usuarios estándar.
fr: Fréquence pour les utilisateurs standard.
it: Frequenza per utenti standard.
ja: 標準ユーザーに対して広告が表示される頻度（例：値が10の場合、10個のニュースアイテムごとに広告が配置される可能性があります）。
pt: Frequência para usuários padrão.
zh: 标准用户出现广告的频率（例如，值为 10 表示每 10 条新闻后可能放置一个广告）。

# standardUserAdPlacementIntervalLabel
source: Standard User Ad Placement Interval
ar: فترة وضع الإعلان للمستخدم العادي
de: Intervall (Standard)
es: Intervalo (Estándar)
fr: Intervalle (Standard)
it: Intervallo (Standard)
ja: 標準ユーザーの広告配置間隔
pt: Intervalo (Padrão)
zh: 标准用户广告投放间隔

# standardUserAdPlacementIntervalDescription
source: Minimum number of news items that must be shown before the very first ad appears for Standard users.
ar: الحد الأدنى لعدد عناصر الأخبار التي يجب عرضها قبل ظهور الإعلان الأول للمستخدمين العاديين.
de: Intervall für Standard.
es: Intervalo para estándar.
fr: Intervalle pour standard.
it: Intervallo per standard.
ja: 標準ユーザーに対して最初の広告が表示されるまでに表示する必要があるニュースアイテムの最小数。
pt: Intervalo para padrão.
zh: 在向标准用户显示第一个广告之前必须显示的最小新闻条数。

# standardUserArticlesBeforeInterstitialAdsLabel
source: Standard User Articles Before Interstitial Ads
ar: مقالات المستخدم العادي قبل الإعلانات البينية
de: Artikel (Standard)
es: Artículos (Estándar)
fr: Articles (Standard)
it: Articoli (Standard)
ja: 標準ユーザーのインタースティシャル広告表示までの記事数
pt: Artigos (Padrão)
zh: 标准用户插屏广告前文章数

# standardUserArticlesBeforeInterstitialAdsDescription
source: Number of articles a Standard user needs to read before a full-screen interstitial ad is shown.
ar: عدد المقالات التي يحتاج المستخدم العادي لقراءتها قبل عرض إعلان بيني بملء الشاشة.
de: Lesungen für Standard.
es: Lecturas para estándar.
fr: Lectures pour standard.
it: Letture per standard.
ja: 全画面インタースティシャル広告が表示されるまでに、標準ユーザーが読む必要がある記事の数。
pt: Leituras para padrão.
zh: 标准用户在显示全屏插屏广告之前需要阅读的文章数量。

# premiumAdFrequencyLabel
source: Premium Ad Frequency
ar: تكرار الإعلان للمستخدم المميز
de: Häufigkeit (Premium)
es: Frecuencia (Premium)
fr: Fréquence (Premium)
it: Frequenza (Premium)
ja: プレミアムユーザーの広告頻度
pt: Frequência (Premium)
zh: 高级用户广告频率

# premiumAdFrequencyDescription
source: How often an ad can appear for Premium users (0 for no ads).
ar: عدد مرات ظهور الإعلان للمستخدمين المميزين (0 يعني عدم وجود إعلانات).
de: Häufigkeit für Premium (0 = keine Ads).
es: Frecuencia para premium (0 = sin ads).
fr: Fréquence pour premium (0 = pas de pub).
it: Frecuenza per premium (0 = no ads).
ja: プレミアムユーザーに対して広告が表示される頻度（0は広告なし）。
pt: Frequência para premium (0 = sem ads).
zh: 高级用户出现广告的频率（0 表示无广告）。

# premiumAdPlacementIntervalLabel
source: Premium Ad Placement Interval
ar: فترة وضع الإعلان للمستخدم المميز
de: Intervall (Premium)
es: Intervalo (Premium)
fr: Intervalle (Premium)
it: Intervallo (Premium)
ja: プレミアムユーザーの広告配置間隔
pt: Intervalo (Premium)
zh: 高级用户广告投放间隔

# premiumAdPlacementIntervalDescription
source: Minimum number of news items that must be shown before the very first ad appears for Premium users.
ar: الحد الأدنى لعدد عناصر الأخبار التي يجب عرضها قبل ظهور الإعلان الأول للمستخدمين المميزين.
de: Intervall für Premium.
es: Intervalo para premium.
fr: Intervalle pour premium.
it: Intervallo per premium.
ja: プレミアムユーザーに対して最初の広告が表示されるまでに表示する必要があるニュースアイテムの最小数。
pt: Intervalo para premium.
zh: 在向高级用户显示第一个广告之前必须显示的最小新闻条数。

# premiumUserArticlesBeforeInterstitialAdsLabel
source: Premium User Articles Before Interstitial Ads
ar: مقالات المستخدم المميز قبل الإعلانات البينية
de: Artikel (Premium)
es: Artículos (Premium)
fr: Articles (Premium)
it: Articoli (Premium)
ja: プレミアムユーザーのインタースティシャル広告表示までの記事数
pt: Artigos (Premium)
zh: 高级用户插屏广告前文章数

# premiumUserArticlesBeforeInterstitialAdsDescription
source: Number of articles a Premium user needs to read before a full-screen interstitial ad is shown.
ar: عدد المقالات التي يحتاج المستخدم المميز لقراءتها قبل عرض إعلان بيني بملء الشاشة.
de: Lesungen für Premium.
es: Lecturas para premium.
fr: Lectures pour premium.
it: Letture per premium.
ja: 全画面インタースティシャル広告が表示されるまでに、プレミアムユーザーが読む必要がある記事の数。
pt: Leituras para premium.
zh: 高级用户在显示全屏插屏广告之前需要阅读的文章数量。

# appOperationalStatusWarning
source: WARNING: Changing the app's operational status can affect all users. Use with extreme caution.
ar: تحذير: قد يؤثر تغيير حالة تشغيل التطبيق على جميع المستخدمين. استخدم بحذر شديد.
de: WARNUNG: Betrifft alle Nutzer.
es: ADVERTENCIA: Afecta a todos los usuarios.
fr: ATTENTION : Affecte tous les utilisateurs.
it: ATTENZIONE: Influisce su tutti gli utenti.
ja: 警告：アプリの運用ステータスを変更すると、すべてのユーザーに影響する可能性があります。細心の注意を払って使用してください。
pt: AVISO: Afeta todos os usuários.
zh: 警告：更改应用的运营状态会影响所有用户。请极其谨慎地使用。

# appOperationalStatusLabel
source: App Operational Status
ar: حالة تشغيل التطبيق
de: Betriebsstatus
es: Estado Operativo
fr: État Opérationnel
it: Stato Operativo App
ja: アプリの運用ステータス
pt: Status Operacional
zh: 应用运营状态

# appOperationalStatusDescription
source: The current operational status of the app (e.g., active, maintenance, disabled).
ar: الحالة التشغيلية الحالية للتطبيق (على سبيل المثال، نشط، صيانة، معطل).
de: Aktueller Status (Aktiv, Wartung).
es: Estado actual (activo, mantenimiento).
fr: État actuel (actif, maintenance).
it: Stato attuale (attivo, manutenzione).
ja: アプリの現在の運用ステータス（例：アクティブ、メンテナンス、無効）。
pt: Status atual (ativo, manutenção).
zh: 应用的当前运营状态（例如：激活、维护、禁用）。

# maintenanceMessageLabel
source: Maintenance Message
ar: رسالة الصيانة
de: Wartungsmeldung
es: Mensaje de Mantenimiento
fr: Message de Maintenance
it: Messaggio Manutenzione
ja: メンテナンスメッセージ
pt: Mensagem de Manutenção
zh: 维护消息

# maintenanceMessageDescription
source: Message displayed when the app is in maintenance mode.
ar: الرسالة المعروضة عندما يكون التطبيق في وضع الصيانة.
de: Text während des Wartungsmodus.
es: Mensaje mostrado en mantenimiento.
fr: Message affiché en maintenance.
it: Messaggio mostrato in manutenzione.
ja: アプリがメンテナンスモードのときに表示されるメッセージ。
pt: Mensagem exibida na manutenção.
zh: 应用处于维护模式时显示的消息。

# disabledMessageLabel
source: Disabled Message
ar: رسالة التعطيل
de: Deaktivierungsmeldung
es: Mensaje de Desactivación
fr: Message de Désactivation
it: Messaggio Disattivazione
ja: 無効メッセージ
pt: Mensagem de Desativação
zh: 禁用消息

# disabledMessageDescription
source: Message displayed when the app is permanently disabled.
ar: الرسالة المعروضة عندما يكون التطبيق معطلاً بشكل دائم.
de: Text bei deaktivierter App.
es: Mensaje si la app está desactivada.
fr: Message si l'app est désactivée.
it: Messaggio se l'app è disattivata.
ja: アプリが恒久的に無効化されたときに表示されるメッセージ。
pt: Mensagem se o app estiver desativado.
zh: 应用被永久禁用时显示的消息。

# forceUpdateConfigurationTitle
source: Force Update Configuration
ar: إعدادات التحديث الإجباري
de: Update-Konfiguration
es: Configuración de Actualización
fr: Configuration de Mise à Jour
it: Configurazione Aggiornamento
ja: 強制アップデート設定
pt: Configuração de Atualização
zh: 强制更新配置

# minAllowedAppVersionLabel
source: Minimum Allowed App Version
ar: الحد الأدنى المسموح به لإصدار التطبيق
de: Minimale App-Version
es: Versión Mínima Permitida
fr: Version Minimale Autorisée
it: Versione Minima Consentita
ja: 許可される最小アプリバージョン
pt: Versão Mínima Permitida
zh: 允许的最低应用版本

# minAllowedAppVersionDescription
source: The lowest app version allowed to run (e.g., "1.2.0").
ar: أدنى إصدار للتطبيق مسموح بتشغيله (على سبيل المثال، "1.2.0").
de: Niedrigste erlaubte Version (z.B. 1.2.0).
es: Versión más baja permitida (ej. 1.2.0).
fr: Version la plus basse autorisée (ex. 1.2.0).
it: Versione minima (es. 1.2.0).
ja: 実行が許可される最小のアプリバージョン（例：「1.2.0」）。
pt: Versão mais baixa permitida (ex: 1.2.0).
zh: 允许运行的最低应用版本（例如："1.2.0"）。

# latestAppVersionLabel
source: Latest App Version
ar: أحدث إصدار للتطبيق
de: Neueste App-Version
es: Última Versión
fr: Dernière Version
it: Ultima Versione
ja: 最新のアプリバージョン
pt: Última Versão
zh: 最新应用版本

# latestAppVersionDescription
source: The latest available app version (e.g., "1.5.0").
ar: أحدث إصدار متاح للتطبيق (على سبيل المثال، "1.5.0").
de: Aktuellste verfügbare Version.
es: Versión más reciente (ej. 1.5.0).
fr: Version la plus récente (ex. 1.5.0).
it: Versione più recente (es. 1.5.0).
ja: 利用可能な最新のアプリバージョン（例：「1.5.0」）。
pt: Versão mais recente (ex: 1.5.0).
zh: 最新的可用应用版本（例如："1.5.0"）。

# updateRequiredMessageLabel
source: Update Required Message
ar: رسالة التحديث المطلوب
de: Meldung: Update erforderlich
es: Mensaje de Actualización Obligatoria
fr: Message de Mise à Jour Obligatoire
it: Messaggio Aggiornamento Obbligatorio
ja: アップデート必須メッセージ
pt: Mensagem de Atualização Obrigatória
zh: 需要更新消息

# updateRequiredMessageDescription
source: Message displayed when a force update is required.
ar: الرسالة المعروضة عندما يكون التحديث إجباريًا.
de: Text für erzwungenes Update.
es: Mensaje para forzar actualización.
fr: Message pour forcer la mise à jour.
it: Messaggio per aggiornamento forzato.
ja: 強制アップデートが必要なときに表示されるメッセージ。
pt: Mensagem para forçar atualização.
zh: 需要强制更新时显示的消息。

# updateOptionalMessageLabel
source: Update Optional Message
ar: رسالة التحديث الاختياري
de: Meldung: Update optional
es: Mensaje de Actualización Opcional
fr: Message de Mise à Jour Facultative
it: Messaggio Aggiornamento Opzionale
ja: アップデート任意メッセージ
pt: Mensagem de Atualização Opcional
zh: 可选更新消息

# updateOptionalMessageDescription
source: Message displayed for an optional update.
ar: الرسالة المعروضة للتحديث الاختياري.
de: Text für optionales Update.
es: Mensaje para actualización opcional.
fr: Message pour mise à jour facultative.
it: Messaggio per aggiornamento opzionale.
ja: 任意のアップデートに対して表示されるメッセージ。
pt: Mensagem para atualização opcional.
zh: 可选更新时显示的消息。

# iosStoreUrlLabel
source: iOS Store URL
ar: رابط متجر iOS
es: URL App Store (iOS)
fr: URL App Store (iOS)
it: URL iOS Store
ja: iOSストアURL
pt: URL App Store (iOS)
zh: iOS 商店 URL

# iosStoreUrlDescription
source: URL to the app on the Apple App Store.
ar: رابط التطبيق على متجر Apple App Store.
de: Link zum Apple App Store.
es: Enlace a la tienda de Apple.
fr: Lien vers la boutique Apple.
it: Link all'app su Apple App Store.
ja: Apple App Store上のアプリへのURL。
pt: Link para a loja da Apple.
zh: 应用在 Apple App Store 上的链接。

# androidStoreUrlLabel
source: Android Store URL
ar: رابط متجر Android
es: URL Play Store (Android)
fr: URL Play Store (Android)
it: URL Android Store
ja: AndroidストアURL
pt: URL Play Store (Android)
zh: Android 商店 URL

# guestDaysBetweenInAppPromptsLabel
source: Guest Days Between In-App Prompts
ar: أيام الضيف بين التنبيهات داخل التطبيق
de: Tage zwischen Prompts (Gast)
es: Días entre Avisos (Invitado)
fr: Jours entre Invites (Invité)
it: Giorni tra Prompt (Ospite)
ja: ゲストのアプリ内プロンプト表示間隔（日数）
pt: Dias entre Avisos (Convidado)
zh: 访客应用内提示间隔天数

# guestDaysBetweenInAppPromptsDescription
source: Minimum number of days that must pass before a Guest user sees another in-app prompt.
ar: الحد الأدنى لعدد الأيام التي يجب أن تمر قبل أن يرى المستخدم الضيف تنبيهًا آخر داخل التطبيق.
de: Mindesttage zwischen In-App-Prompts.
es: Días mínimos entre avisos.
fr: Jours minimum entre les invites.
it: Giorni minimi tra i prompt.
ja: ゲストユーザーに次のアプリ内プロンプトが表示されるまでに経過する必要がある最小日数。
pt: Dias mínimos entre avisos.
zh: 访客用户看到另一个应用内提示之前必须经过的最少天数。

# standardUserDaysBetweenInAppPromptsLabel
source: Standard User Days Between In-App Prompts
ar: أيام المستخدم العادي بين التنبيهات داخل التطبيق
de: Tage zwischen Prompts (Standard)
es: Días entre Avisos (Estándar)
fr: Jours entre Invites (Standard)
it: Giorni tra Prompt (Standard)
ja: 標準ユーザーのアプリ内プロンプト表示間隔（日数）
pt: Dias entre Avisos (Padrão)
zh: 标准用户应用内提示间隔天数

# standardUserDaysBetweenInAppPromptsDescription
source: Minimum number of days that must pass before a Standard user sees another in-app prompt.
ar: الحد الأدنى لعدد الأيام التي يجب أن تمر قبل أن يرى المستخدم العادي تنبيهًا آخر داخل التطبيق.
de: Tage für Standard.
es: Días para estándar.
fr: Jours pour standard.
it: Giorni per standard.
ja: 標準ユーザーに次のアプリ内プロンプトが表示されるまでに経過する必要がある最小日数。
pt: Dias para padrão.
zh: 标准用户看到另一个应用内提示之前必须经过的最少天数。

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar Sesión
fr: Se Déconnecter
it: Disconnetti
ja: サインアウト
pt: Sair
zh: 退出登录

source: Settings saved successfully!
ar: تم حفظ الإعدادات بنجاح!
de: Einstellungen gespeichert!
es: ¡Ajustes guardados!
fr: Paramètres enregistrés !
it: Impostazioni salvate!
ja: 設定が正常に保存されました！
pt: Configurações salvas!
zh: 设置保存成功！

# settingsSaveErrorMessage
source: Error saving settings: {errorMessage}
ar: خطأ في حفظ الإعدادات: {errorMessage}
de: Fehler beim Speichern: {errorMessage}
es: Error al guardar: {errorMessage}
fr: Erreur d'enregistrement : {errorMessage}
it: Errore salvataggio: {errorMessage}
ja: 設定の保存中にエラーが発生しました: {errorMessage}
pt: Erro ao salvar: {errorMessage}
zh: 保存设置时出错：{errorMessage}

# loadingSettingsHeadline
source: Loading Settings
ar: جاري تحميل الإعدادات
de: Einstellungen laden
es: Cargando Ajustes
fr: Chargement des Paramètres
it: Caricamento Impostazioni
ja: 設定を読み込み中
pt: Carregando Configurações
zh: 正在加载设置

# loadingSettingsSubheadline
source: Please wait while your settings are loaded...
ar: الرجاء الانتظار بينما يتم تحميل إعداداتك...
de: Bitte warten...
es: Por favor, espere...
fr: Veuillez patienter...
it: Attendere prego...
ja: 設定を読み込んでいます。しばらくお待ちください...
pt: Por favor, aguarde...
zh: 正在加载您的设置，请稍候...

# failedToLoadSettingsMessage
source: Failed to load settings: {errorMessage}
ar: فشل تحميل الإعدادات: {errorMessage}
de: Laden fehlgeschlagen: {errorMessage}
es: Error al cargar: {errorMessage}
fr: Échec du chargement : {errorMessage}
it: Caricamento fallito: {errorMessage}
ja: 設定の読み込みに失敗しました: {errorMessage}
pt: Falha ao carregar: {errorMessage}
zh: 加载设置失败：{errorMessage}

# baseThemeLabel
source: Base Theme
ar: السمة الأساسية
de: Basis-Design
es: Tema Base
fr: Thème de Base
it: Tema Base
ja: ベーステーマ
pt: Tema Base
zh: 基础主题

# baseThemeDescription
source: Choose the overall light or dark appearance of the app.
ar: اختر المظهر العام الفاتح أو الداكن للتطبيق.
de: Helles oder dunkles Erscheinungsbild.
es: Apariencia clara u oscura.
fr: Apparence claire ou sombre.
it: Scegli l'aspetto chiaro o scuro.
ja: アプリ全体のライトまたはダークの外観を選択します。
pt: Aparência clara ou escura.
zh: 选择应用的整体浅色或深色外观。

# lightTheme
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
pt: Claro
zh: 浅色

# darkTheme
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
pt: Escuro
zh: 深色

# systemTheme
source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del Sistema
fr: Par Défaut du Système
it: Predefinito di Sistema
ja: システムのデフォルト
pt: Padrão do Sistema
zh: 系统默认

# accentThemeLabel
source: Accent Theme
ar: سمة التمييز
de: Akzentfarbe
es: Color de Acento
fr: Couleur d'Accentuation
it: Colore Accento
ja: アクセントテーマ
pt: Cor de Destaque
zh: 强调色主题

# accentThemeDescription
source: Select a primary accent color for interactive elements.
ar: اختر لون تمييز أساسي للعناصر التفاعلية.
de: Primärfarbe für interaktive Elemente.
es: Color principal para elementos interactivos.
fr: Couleur principale des éléments interactifs.
it: Colore primario per elementi interattivi.
ja: インタラクティブな要素の主要なアクセントカラーを選択します。
pt: Cor principal para elementos interativos.
zh: 为交互元素选择主要的强调色。

# defaultBlueTheme
source: Default Blue
ar: أزرق افتراضي
de: Standard Blau
es: Azul Predeterminado
fr: Bleu par Défaut
it: Blu Predefinito
ja: デフォルトブルー
pt: Azul Padrão
zh: 默认蓝

# newsRedTheme
source: News Red
ar: أحمر الأخبار
de: Nachrichten Rot
es: Rojo Noticias
fr: Rouge Actualités
it: Rosso News
ja: ニュースレッド
pt: Vermelho Notícias
zh: 新闻红

# graphiteGrayTheme
source: Graphite Gray
ar: رمادي جرافيت
de: Graphit Grau
es: Gris Grafito
fr: Gris Graphite
it: Grigio Grafite
ja: グラファイトグレー
pt: Cinza Grafite
zh: 石墨灰

# fontFamilyLabel
source: Font Family
ar: عائلة الخط
de: Schriftart
es: Fuente
fr: Police
it: Carattere
ja: フォントファミリー
pt: Fonte
zh: 字体系列

# fontFamilyDescription
source: Choose the font used throughout the application.
ar: اختر الخط المستخدم في جميع أنحاء التطبيق.
de: Schriftart der Anwendung.
es: Tipografía de la aplicación.
fr: Typographie de l'application.
it: Scegli il carattere dell'applicazione.
ja: アプリケーション全体で使用されるフォントを選択します。
pt: Tipografia do aplicativo.
zh: 选择整个应用程序中使用的字体。

# systemDefaultFont
source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminada
fr: Par Défaut
it: Predefinito
ja: システムのデフォルト
pt: Padrão
zh: 系统默认

# textScaleFactorLabel
source: Text Size
ar: حجم النص
de: Textgröße
es: Tamaño de Texto
fr: Taille du Texte
it: Dimensione Testo
ja: テキストサイズ
pt: Tamanho do Texto
zh: 文字大小

# textScaleFactorDescription
source: Adjust the overall size of text in the app.
ar: ضبط الحجم الكلي للنص في التطبيق.
de: Schriftgröße in der App anpassen.
es: Ajusta el tamaño de la letra.
fr: Ajuste la taille de la police.
it: Regola la dimensione del testo.
ja: アプリ内のテキスト全体のサイズを調整します。
pt: Ajusta o tamanho da fonte.
zh: 调整应用中文字的整体大小。

# smallText
source: Small
ar: صغير
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
ja: 小
pt: Pequeno
zh: 小

# mediumText
source: Medium
ar: متوسط
de: Mittel
es: Mediano
fr: Moyen
it: Medio
ja: 中
pt: Médio
zh: 中

# largeText
source: Large
ar: كبير
de: Groß
es: Grande
fr: Grand
it: Grande
ja: 大
pt: Grande
zh: 大

# extraLargeText
source: Extra Large
ar: كبير جداً
de: Sehr groß
es: Muy Grande
fr: Très Grand
it: Molto Grande
ja: 特大
pt: Muito Grande
zh: 特大

# fontWeightLabel
source: Font Weight
ar: وزن الخط
de: Schriftstärke
es: Grosor de Fuente
fr: Épaisseur de Police
it: Spessore Carattere
ja: フォントの太さ
pt: Espessura da Fonte
zh: 字重

# fontWeightDescription
source: Choose the thickness of the text.
ar: اختر سمك النص.
de: Dicke des Textes wählen.
es: Grosor del texto.
fr: Épaisseur du texte.
it: Scegli lo spessore del testo.
ja: テキストの太さを選択します。
pt: Espessura do texto.
zh: 选择文字的粗细。

# lightFontWeight
source: Light
ar: فاتح
de: Leicht
es: Ligero
fr: Léger
it: Leggero
ja: ライト
pt: Leve
zh: 细体

# regularFontWeight
source: Regular
ar: عادي
de: Normal
fr: Régulier
it: Regolare
ja: レギュラー
zh: 常规

# boldFontWeight
source: Bold
ar: عريض
de: Fett
es: Negrita
fr: Gras
it: Grassetto
ja: ボールド
pt: Negrito
zh: 粗体

# languageLabel
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma
zh: 语言

# languageDescription
source: Select the application language.
ar: اختر لغة التطبيق.
de: Sprache des Dashboards wählen.
es: Selecciona el idioma del panel.
fr: Sélectionnez la langue du panel.
it: Seleziona la lingua del dashboard.
ja: アプリケーションの言語を選択します。
pt: Selecione o idioma do painel.
zh: 选择应用程序语言。

# englishLanguage
source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
pt: Inglês
zh: 英语

# arabicLanguage
source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
it: Arabo
ja: アラビア語
pt: Árabe
zh: 阿拉伯语

# appearanceSettingsLabel
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt: Aparência
zh: 外观

# languageSettingsLabel
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma
zh: 语言

# themeSettingsLabel
source: Theme Settings
ar: إعدادات السمة
de: Design-Einstellungen
es: Ajustes de Tema
fr: Réglages du Thème
it: Impostazioni Tema
ja: テーマ設定
pt: Configurações de Tema
zh: 主题设置

# fontSettingsLabel
source: Font Settings
ar: إعدادات الخط
de: Schrift-Einstellungen
es: Ajustes de Fuente
fr: Réglages de Police
it: Impostazioni Carattere
ja: フォント設定
pt: Configurações de Fonte
zh: 字体设置

# settingsPageDescription
source: Configure your personal preferences for the Dashboard interface, encompassing visual presentation and language selection.
ar: قم بتكوين تفضيلاتك الشخصية لواجهة لوحة القيادة، بما في ذلك العرض المرئي واختيار اللغة.
de: Persönliche Präferenzen konfigurieren.
es: Configura tus preferencias visuales e idioma.
fr: Configurez vos préférences visuelles et linguistiques.
it: Configura le tue preferenze per il Dashboard.
ja: 視覚的なプレゼンテーションと言語の選択を含む、ダッシュボードインターフェースの個人設定を構成します。
pt: Configure suas preferências visuais e de idioma.
zh: 配置仪表盘界面的个人偏好，包括视觉呈现和语言选择。

# appearanceSettingsDescription
source: Adjust the visual characteristics of the Dashboard, including theme, accent colors, and typographic styles.
ar: اضبط الخصائص المرئية للوحة القيادة، بما في ذلك السمة وألوان التمييز والأنماط الطباعية.
de: Design, Farben und Typografie anpassen.
es: Ajusta el tema, colores y tipografía.
fr: Ajustez le thème, les couleurs et la typographie.
it: Regola tema, colori e stili tipografici.
ja: テーマ、アクセントカラー、タイポグラフィスタイルなど、ダッシュボードの視覚的特性を調整します。
pt: Ajuste tema, cores e tipografia.
zh: 调整仪表盘的视觉特征，包括主题、强调色和排版样式。

source: Loading Headlines
ar: جاري تحميل العناوين الرئيسية
de: Schlagzeilen laden
es: Cargando Titulares
fr: Chargement des Titres
it: Caricamento Titoli
ja: 見出しを読み込み中
pt: Carregando Manchetes
zh: 正在加载头条

source: Please wait...
ar: الرجاء الانتظار...
de: Bitte warten...
es: Espere...
fr: Patientez...
it: Attendere...
ja: お待ちください...
pt: Aguarde...
zh: 请稍候...

source: No headlines found.
ar: لم يتم العثور على عناوين رئيسية.
de: Keine Schlagzeilen gefunden.
es: No hay titulares.
fr: Aucun titre trouvé.
it: Nessun titolo trovato.
ja: 見出しが見つかりませんでした。
pt: Nenhuma manchete encontrada.
zh: 未找到头条新闻。

# headlineTitle
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
pt: Título
zh: 标题

source: Excerpt
ar: المقتطف
de: Auszug
es: Extracto
fr: Extrait
it: Estratto
ja: 抜粋
pt: Resumo
zh: 摘要

# countryName
source: Country
ar: البلد
de: Land
es: País
fr: Pays
it: Paese
ja: 国
pt: País
zh: 国家

source: Published At
ar: تاريخ النشر
de: Veröffentlicht am
es: Publicado el
fr: Publié le
it: Pubblicato il
ja: 公開日時
pt: Publicado em
zh: 发布于

source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
pt: Ações
zh: 操作

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt: Desconhecido
zh: 未知

source: Loading Topics
ar: جاري تحميل المواضيع
de: Themen laden
es: Cargando Temas
fr: Chargement des Sujets
it: Caricamento Argomenti
ja: トピックを読み込み中
pt: Carregando Tópicos
zh: 正在加载话题

source: No topics found.
ar: لم يتم العثور على مواضيع.
de: Keine Themen gefunden.
es: No hay temas.
fr: Aucun sujet trouvé.
it: Nessun argomento trovato.
ja: トピックが見つかりませんでした。
pt: Nenhum tópico encontrado.
zh: 未找到话题。

# topicName
source: Topic
ar: الموضوع
de: Thema
es: Tema
fr: Sujet
it: Argomento
ja: トピック
pt: Tópico
zh: 话题

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt: Descrição
zh: 描述

# notAvailable
source: N/A
ar: غير متاح
de: N/V
pt: N/D
zh: 不适用

source: Loading Sources
ar: جاري تحميل المصادر
de: Quellen laden
es: Cargando Fuentes
fr: Chargement des Sources
it: Caricamento Fonti
ja: ソースを読み込み中
pt: Carregando Fontes
zh: 正在加载来源

source: No sources found.
ar: لم يتم العثور على مصادر.
de: Keine Quellen gefunden.
es: No hay fuentes.
fr: Aucune source trouvée.
it: Nessuna fonte trovata.
ja: ソースが見つかりませんでした。
pt: Nenhuma fonte encontrada.
zh: 未找到来源。

# sourceName
source: Source
ar: المصدر
de: Quelle
es: Fuente
it: Fonte
ja: ソース
pt: Fonte
zh: 来源

# sourceType
source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: タイプ
pt: Tipo
zh: 类型

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma
zh: 语言

source: Edit Topic
ar: تعديل الموضوع
de: Thema bearbeiten
es: Editar Tema
fr: Modifier le Sujet
it: Modifica Argomento
ja: トピックを編集
pt: Editar Tópico
zh: 编辑话题
