Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar Cambios
fr: Enregistrer
it: Salva Modifiche
ja: 変更を保存
pt: Salvar Alterações
zh: 保存更改

source: Loading Topic
ar: جاري تحميل الموضوع
de: Thema wird geladen
es: Cargando Tema
fr: Chargement du Sujet
it: Caricamento Argomento
ja: トピックを読み込み中
pt: Carregando Tópico
zh: 正在加载话题

source: Icon URL
ar: رابط الأيقونة

source: Topic updated successfully.
ar: تم تحديث الموضوع بنجاح.
de: Thema erfolgreich aktualisiert.
es: Tema actualizado.
fr: Sujet mis à jour.
it: Argomento aggiornato.
ja: トピックが正常に更新されました。
pt: Tópico atualizado.
zh: 话题更新成功。

# cannotUpdateTopicError
source: Cannot update: Original topic data not loaded.
ar: لا يمكن التحديث: لم يتم تحميل بيانات الموضوع الأصلية.
de: Fehler: Originaldaten nicht geladen.
es: Error: Datos originales no cargados.
fr: Erreur : Données originales non chargées.
it: Errore: Dati originali non caricati.
ja: 更新できません：元のトピックデータが読み込まれていません。
pt: Erro: Dados originais não carregados.
zh: 无法更新：原始话题数据未加载。

source: Create Topic
ar: إنشاء موضوع
de: Thema erstellen
es: Crear Tema
fr: Créer un Sujet
it: Crea Argomento
ja: トピックを作成
pt: Criar Tópico
zh: 创建话题

source: Topic created successfully.
ar: تم إنشاء الموضوع بنجاح.
de: Thema erstellt.
es: Tema creado.
fr: Sujet créé.
it: Argomento creato.
ja: トピックが正常に作成されました。
pt: Tópico criado.
zh: 话题创建成功。

source: Edit Source
ar: تعديل المصدر
de: Quelle bearbeiten
es: Editar Fuente
fr: Modifier la Source
it: Modifica Fonte
ja: ソースを編集
pt: Editar Fonte
zh: 编辑来源

source: Source updated successfully.
ar: تم تحديث المصدر بنجاح.
de: Quelle aktualisiert.
es: Fuente actualizada.
fr: Source mise à jour.
it: Fonte aggiornata.
ja: ソースが正常に更新されました。
pt: Fonte atualizada.
zh: 来源更新成功。

source: Loading Source...
ar: جاري تحميل المصدر...
de: Quelle wird geladen...
es: Cargando Fuente...
fr: Chargement de la Source...
it: Caricamento Fonte...
ja: ソースを読み込み中...
pt: Carregando Fonte...
zh: 正在加载来源...

# sourceUrl
source: URL
ar: الرابط

source: Headquarters
ar: المقر الرئيسي
de: Hauptsitz
es: Sede
fr: Siège Social
it: Sede Centrale
ja: 本部
pt: Sede
zh: 总部

source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum
zh: 无

# cannotUpdateSourceError
source: Cannot update: Original source data not loaded.
ar: لا يمكن التحديث: لم يتم تحميل بيانات المصدر الأصلية.
de: Fehler: Originaldaten nicht geladen.
es: Error: Datos originales no cargados.
fr: Erreur : Données originales non chargées.
it: Errore: Dati originali non caricati.
ja: 更新できません：元のソースデータが読み込まれていません。
pt: Erro: Dados originais não carregados.
zh: 无法更新：原始来源数据未加载。

# sourceTypeNewsAgency
source: News Agency
ar: وكالة أنباء
de: Nachrichtenagentur
es: Agencia de Noticias
fr: Agence de Presse
it: Agenzia di Stampa
ja: 通信社
pt: Agência de Notícias
zh: 通讯社

# sourceTypeLocalNewsOutlet
source: Local News Outlet
ar: منفذ إخباري محلي
de: Lokales Medium
es: Medio Local
fr: Média Local
it: Testata Locale
ja: ローカルニュースメディア
pt: Mídia Local
zh: 地方新闻媒体

# sourceTypeNationalNewsOutlet
source: National News Outlet
ar: منفذ إخباري وطني
de: Nationales Medium
es: Medio Nacional
fr: Média National
it: Testata Nazionale
ja: 全国ニュースメディア
pt: Mídia Nacional
zh: 国家新闻媒体

# sourceTypeInternationalNewsOutlet
source: International News Outlet
ar: منفذ إخباري دولي
de: Internationales Medium
es: Medio Internacional
fr: Média International
it: Testata Internazionale
ja: 国際ニュースメディア
pt: Mídia Internacional
zh: 国际新闻媒体

# sourceTypeSpecializedPublisher
source: Specialized Publisher
ar: ناشر متخصص
de: Fachverlag
es: Editor Especializado
fr: Éditeur Spécialisé
it: Editore Specializzato
ja: 専門出版社
pt: Editor Especializado
zh: 专业出版商

# sourceTypeBlog
source: Blog
ar: مدونة
ja: ブログ
zh: 博客

# sourceTypeGovernmentSource
source: Government Source
ar: مصدر حكومي
de: Regierungsquelle
es: Fuente Gubernamental
fr: Source Gouvernementale
it: Fonte Governativa
ja: 政府機関
pt: Fonte Governamental
zh: 政府来源

# sourceTypeAggregator
source: Aggregator
ar: مجمع
es: Agregador
fr: Agrégateur
it: Aggregatore
ja: アグリゲーター
pt: Agregador
zh: 聚合器

# sourceTypeOther
source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
it: Altro
ja: その他
pt: Outro
zh: 其他

source: Edit Headline
ar: تعديل العنوان
de: Schlagzeile bearbeiten
es: Editar Titular
fr: Modifier le Titre
it: Modifica Titolo
ja: 見出しを編集
pt: Editar Manchete
zh: 编辑头条

source: Headline updated successfully.
ar: تم تحديث العنوان بنجاح.
de: Schlagzeile aktualisiert.
es: Titular actualizado.
fr: Titre mis à jour.
it: Titolo aggiornato.
ja: 見出しが正常に更新されました。
pt: Manchete atualizada.
zh: 头条更新成功。

source: Loading Headline...
ar: جاري تحميل العنوان...
de: Schlagzeile wird geladen...
es: Cargando Titular...
fr: Chargement du Titre...
it: Caricamento Titolo...
ja: 見出しを読み込み中...
pt: Carregando Manchete...
zh: 正在加载头条...

source: Image URL
ar: رابط الصورة

# cannotUpdateHeadlineError
source: Cannot update: Original headline data not loaded.
ar: لا يمكن التحديث: لم يتم تحميل بيانات العنوان الأصلية.
de: Fehler: Originaldaten nicht geladen.
es: Error: Datos originales no cargados.
fr: Erreur : Données originales non chargées.
it: Errore: Dati originali non caricati.
ja: 更新できません：元の見出しデータが読み込まれていません。
pt: Erro: Dados originais não carregados.
zh: 无法更新：原始头条数据未加载。

source: Create Headline
ar: إنشاء عنوان
de: Schlagzeile erstellen
es: Crear Titular
fr: Créer un Titre
it: Crea Titolo
ja: 見出しを作成
pt: Criar Manchete
zh: 创建头条

source: Headline created successfully.
ar: تم إنشاء العنوان بنجاح.
de: Schlagzeile erstellt.
es: Titular creado.
fr: Titre créé.
it: Titolo creato.
ja: 見出しが正常に作成されました。
pt: Manchete criada.
zh: 头条创建成功。

source: Loading data...
ar: جاري تحميل البيانات...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement des données...
it: Caricamento dati...
ja: データを読み込み中...
pt: Carregando dados...
zh: 正在加载数据...

source: Loading full list...
ar: جاري تحميل القائمة الكاملة...
de: Vollständige Liste laden...
es: Cargando lista completa...
fr: Chargement de la liste...
it: Caricamento lista completa...
ja: 全リストを読み込み中...
pt: Carregando lista completa...
zh: 正在加载完整列表...

source: Create Source
ar: إنشاء مصدر
de: Quelle erstellen
es: Crear Fuente
fr: Créer une Source
it: Crea Fonte
ja: ソースを作成
pt: Criar Fonte
zh: 创建来源

source: Source created successfully.
ar: تم إنشاء المصدر بنجاح.
de: Quelle erstellt.
es: Fuente creada.
fr: Source créée.
it: Fonte creata.
ja: ソースが正常に作成されました。
pt: Fonte criada.
zh: 来源创建成功。

source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
zh: 状态

source: Last Updated
ar: آخر تحديث
de: Zuletzt aktualisiert
es: Última Actualización
fr: Dernière Mise à Jour
it: Ultimo Aggiornamento
ja: 最終更新日
pt: Última Atualização
zh: 最后更新

# contentStatusActive
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
pt: Ativo
zh: 激活

# contentStatusArchived
source: Archived
ar: مؤرشف
de: Archiviert
es: Archivado
fr: Archivé
it: Archiviato
ja: アーカイブ済み
pt: Arquivado
zh: 已归档

# contentStatusDraft
source: Draft
ar: مسودة
de: Entwurf
es: Borrador
fr: Brouillon
it: Bozza
ja: 下書き
pt: Rascunho
zh: 草稿

source: Total Headlines
ar: إجمالي العناوين
de: Gesamt Schlagzeilen
es: Total Titulares
fr: Total Titres
it: Totale Titoli
ja: 見出し総数
pt: Total Manchetes
zh: 头条总数

source: Total Topics
ar: إجمالي المواضيع
de: Gesamt Themen
es: Total Temas
fr: Total Sujets
it: Totale Argomenti
ja: トピック総数
pt: Total Tópicos
zh: 话题总数

source: Total Sources
ar: إجمالي المصادر
de: Gesamt Quellen
es: Total Fuentes
it: Totale Fonti
ja: ソース総数
pt: Total Fontes
zh: 来源总数

# loadingOverview
source: Loading Dashboard Overview...
ar: جاري تحميل نظرة عامة على لوحة القيادة
de: Übersicht wird geladen...
es: Cargando Resumen...
fr: Chargement de l'Aperçu...
it: Caricamento Panoramica...
ja: ダッシュボードの概要を読み込み中...
pt: Carregando Visão Geral...
zh: 正在加载仪表盘概览...

# loadingOverviewSubheadline
source: Fetching latest statistics...
ar: جاري جلب أحدث الإحصائيات...
de: Statistiken werden abgerufen...
es: Obteniendo estadísticas...
fr: Récupération des statistiques...
it: Recupero statistiche...
ja: 最新の統計を取得しています...
pt: Obtendo estatísticas...
zh: 正在获取最新统计数据...

# overviewLoadFailure
source: Failed to load dashboard overview data.
ar: فشل تحميل بيانات نظرة عامة على لوحة القيادة.
de: Laden der Übersicht fehlgeschlagen.
es: Error al cargar datos del resumen.
fr: Échec du chargement de l'aperçu.
it: Errore caricamento panoramica.
ja: ダッシュボードの概要データの読み込みに失敗しました。
pt: Falha ao carregar visão geral.
zh: 加载仪表盘概览数据失败。

source: Recent Headlines
ar: أحدث العناوين
de: Aktuelle Schlagzeilen
es: Titulares Recientes
fr: Titres Récents
it: Titoli Recenti
ja: 最近の見出し
pt: Manchetes Recentes
zh: 最近头条

source: View All
ar: عرض الكل
de: Alle anzeigen
es: Ver Todo
fr: Voir Tout
it: Vedi Tutto
ja: すべて表示
pt: Ver Tudo
zh: 查看全部

# noRecentHeadlines
source: No recent headlines to display.
ar: لا توجد عناوين حديثة لعرضها.
de: Keine aktuellen Schlagzeilen.
es: No hay titulares recientes.
fr: Aucun titre récent.
it: Nessun titolo recente.
ja: 表示する最近の見出しはありません。
pt: Nenhuma manchete recente.
zh: 没有最近的头条新闻可显示。

source: System Status
ar: حالة النظام
es: Estado del Sistema
fr: État du Système
it: Stato del Sistema
ja: システムステータス
pt: Status do Sistema
zh: 系统状态

source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones Rápidas
fr: Actions Rapides
it: Azioni Rapide
ja: クイックアクション
pt: Ações Rápidas
zh: 快速操作

# createHeadlineAction
source: Create Headline
ar: إنشاء عنوان
de: Schlagzeile erstellen
es: Crear Titular
fr: Créer un Titre
it: Crea Titolo
ja: 見出しを作成
pt: Criar Manchete
zh: 创建头条

# manageContentAction
source: Manage Content
ar: إدارة المحتوى
de: Inhalt verwalten
es: Gestionar Contenido
fr: Gérer le Contenu
it: Gestisci Contenuti
ja: コンテンツを管理
pt: Gerenciar Conteúdo
zh: 管理内容

# appConfigAction
source: App Configuration
ar: إعدادات التطبيق
de: App-Konfiguration
es: Config. de App
fr: Config. App
it: Configurazione App
ja: アプリ設定
pt: Config. do App
zh: 应用配置

# appStatusActive
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
pt: Ativo
zh: 激活

# appStatusDisabled
source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
ja: 無効
pt: Desativado
zh: 已禁用

# demoEmailHint
source: For demo, use email: {email}
ar: للعرض التجريبي، استخدم البريد الإلكتروني: {email}
de: Demo-E-Mail: {email}
es: Para demo, usa: {email}
fr: Pour démo, utilisez : {email}
it: Per demo, usa email: {email}
ja: デモ用メールアドレス: {email}
pt: Para demo, use: {email}
zh: 演示模式请使用邮箱：{email}

# demoCodeHint
source: For demo, use code: {code}
ar: للعرض التجريبي، استخدم الرمز: {code}
de: Demo-Code: {code}
es: Para demo, usa: {code}
fr: Pour démo, utilisez : {code}
it: Per demo, usa codice: {code}
ja: デモ用コード: {code}
pt: Para demo, use: {code}
zh: 演示模式请使用代码：{code}

# appStatusMaintenance
source: Maintenance
ar: صيانة
de: Wartung
es: Mantenimiento
it: Manutenzione
ja: メンテナンス
pt: Manutenção
zh: 维护中

# appStatusOperational
source: Operational
ar: يعاري
de: Betriebsbereit
es: Operativo
fr: Opérationnel
it: Operativo
ja: 運用中
pt: Operacional
zh: 运营中

# isUnderMaintenanceLabel
source: Under Maintenance
ar: تحت الصيانة
de: In Wartung
es: En Mantenimiento
fr: En Maintenance
it: In Manutenzione
ja: メンテナンス中
pt: Em Manutenção
zh: 维护中

# isUnderMaintenanceDescription
source: Toggle to put the mobile app in maintenance mode, preventing user access.
ar: تبديل لوضع تطبيق الجوال في وضع الصيانة، مما يمنع وصول المستخدمين.
de: App in den Wartungsmodus versetzen.
es: Activa el modo mantenimiento.
fr: Active le mode maintenance.
it: Attiva la modalità manutenzione.
ja: モバイルアプリをメンテナンスモードに切り替え、ユーザーのアクセスを制限します。
pt: Ativa o modo de manutenção.
zh: 切换以使移动应用进入维护模式，阻止用户访问。

# isLatestVersionOnlyLabel
source: Force Latest Version Only
ar: فرض أحدث إصدار فقط
de: Nur neueste Version
es: Forzar Última Versión
fr: Forcer Dernière Version
it: Forza Ultima Versione
ja: 最新バージョンのみ強制
pt: Forçar Última Versão
zh: 强制仅限最新版本

# isLatestVersionOnlyDescription
source: If enabled, users must update to the latest app version to continue using the app.
ar: إذا تم التمكين، يجب على المستخدمين التحديث إلى أحدث إصدار من التطبيق لمواصلة استخدامه.
de: Nutzer müssen für Zugriff updaten.
es: Obliga a actualizar para usar la app.
fr: Oblige la mise à jour pour utiliser l'app.
it: Obbliga gli utenti ad aggiornare.
ja: 有効にすると、ユーザーはアプリを使い続けるために最新バージョンにアップデートする必要があります。
pt: Obriga atualização para usar o app.
zh: 如果启用，用户必须更新到最新的应用版本才能继续使用应用。

# iosUpdateUrlLabel
source: iOS Update URL
ar: رابط تحديث iOS
es: URL Actualización iOS
fr: URL Mise à Jour iOS
it: URL Aggiornamento iOS
ja: iOSアップデートURL
pt: URL Atualização iOS
zh: iOS 更新 URL

# iosUpdateUrlDescription
source: URL for iOS app updates.
ar: رابط تحديثات تطبيق iOS.
de: URL für iOS-Updates.
es: Enlace de actualización para iOS.
fr: Lien de mise à jour pour iOS.
it: Link per aggiornamenti iOS.
ja: iOSアプリのアップデート用URL。
pt: Link de atualização para iOS.
zh: iOS 应用更新的 URL。

# androidUpdateUrlLabel
source: Android Update URL
ar: رابط تحديث Android
es: URL Actualización Android
fr: URL Mise à Jour Android
it: URL Aggiornamento Android
ja: AndroidアップデートURL
pt: URL Atualização Android
zh: Android 更新 URL

# androidUpdateUrlDescription
source: URL to the app on the Google Play Store.
ar: رابط تحديثات تطبيق Android.
de: Link zum Google Play Store.
es: Enlace a la tienda de Google.
fr: Lien vers la boutique Google.
it: Link all'app su Google Play Store.
ja: Google Playストア上のアプリへのURL。
pt: Link para a loja do Google.
zh: 应用在 Google Play 商店 上的链接。

# followedItemsLimitLabel
source: Followed Items Limit
ar: حد العناصر المتابعة
de: Limit gefolgte Elemente
es: Límite de Seguimiento
fr: Limite de Suivi
it: Limite Elementi Seguiti
ja: フォローアイテム制限
pt: Limite de Seguidos
zh: 关注项目限制

# followedItemsLimitDescription
source: Maximum number of countries, news sources, or categories this user role can follow (each type has its own limit).
ar: الحد الأقصى لعدد البلدان أو مصادر الأخبار أو المواضيع التي يمكن لهذا الدور المستخدم متابعتها (لكل نوع حد خاص به).
de: Max. Anzahl gefolgter Elemente pro Rolle.
es: Máximo de elementos seguidos por rol.
fr: Nombre max. d'éléments suivis par rôle.
it: Massimo elementi seguiti per ruolo.
ja: このユーザーロールがフォローできる国、ニュースソース、またはカテゴリの最大数（タイプごとに独自の制限があります）。
pt: Máximo de itens seguidos por função.
zh: 此用户角色可以关注的国家、新闻来源或类别的最大数量。

# savedFeedFiltersLimitLabel
source: Saved Filters Limits
ar: حدود المرشحات
de: Limit gespeicherte Filter
es: Límite de Filtros Guardados
fr: Limite de Filtres Enregistrés
it: Limite Filtri Salvati
ja: 保存済みフィルター制限
pt: Limite de Filtros Salvos
zh: 保存的过滤器限制

# savedFeedFiltersLimitDescription
source: Maximum number of feed filters this user role can save.
ar: الحد الأقصى لعدد مرشحات موجز الأخبار التي يمكن لهذا الدور المستخدم حفظها.
de: Max. Anzahl gespeicherter Feed-Filter.
es: Máximo de filtros guardados por rol.
fr: Nombre max. de filtres enregistrés.
it: Massimo filtri salvati per ruolo.
ja: このユーザーロールが保存できるフィードフィルターの最大数。
pt: Máximo de filtros salvos por função.
zh: 此用户角色可以保存的信息流过滤器的最大数量。

# adFrequencyLabel
source: Ad Frequency
ar: تكرار الإعلان
de: Anzeigenhäufigkeit
es: Frecuencia de Anuncios
fr: Fréquence Publicitaire
it: Frequenza Annunci
ja: 広告頻度
pt: Frequência de Anúncios
zh: 广告频率

# adFrequencyDescription
source: How often an ad can appear for this user role (e.g., a value of 5 means an ad could be placed after every 5 news items).
ar: عدد مرات ظهور الإعلان لهذا الدور المستخدم (على سبيل المثال، قيمة 5 تعني أنه يمكن وضع إعلان بعد كل 5 عناصر إخبارية).
de: Anzeige alle X Elemente.
es: Anuncios cada X elementos.
fr: Publicités tous les X éléments.
it: Annunci ogni X elementi.
ja: このユーザーロールに対して広告が表示される頻度（例：値が5の場合、5つのニュースアイテムごとに広告が配置される可能性があります）。
pt: Anúncios a cada X itens.
zh: 此用户角色的广告出现频率。

# savedFeedFilterLimitsTitle
source: Saved Filter Limits
ar: حدود المرشحات المحفوظة
de: Filter-Limits
es: Límites de Filtros
fr: Limites de Filtres
it: Limiti Filtri Salvati
ja: 保存済みフィルター制限
pt: Limites de Filtros
zh: 保存的过滤器限制

# savedFeedFilterLimitsDescription
source: Set limits on the number of saved feed filters for each user tier.
ar: الحد الأقصى لعدد مرشحات موجز الأخبار المحفوظة التي يمكن لهذا الدور إنشاؤها.
de: Limits für gespeicherte Filter pro Stufe.
es: Configura límites de filtros por nivel.
fr: Configurez les limites de filtres par niveau.
it: Imposta i limiti per ogni livello.
ja: ユーザー層ごとに、保存できるフィードフィルターの数の制限を設定します。
pt: Configura limites de filtros por nível.
zh: 为每个用户层级设置保存的信息流过滤器数量限制。

# adPlacementIntervalLabel
source: Ad Placement Interval
ar: فترة وضع الإعلان
de: Platzierungsintervall
es: Intervalo de Anuncios
fr: Intervalle Publicitaire
it: Intervallo Annunci
ja: 広告配置間隔
pt: Intervalo de Anúncios
zh: 广告投放间隔

# adPlacementIntervalDescription
source: Minimum number of news items that must be shown before the very first ad appears for this user role.
ar: الحد الأدنى لعدد عناصر الأخبار التي يجب عرضها قبل ظهور الإعلان الأول لهذا الدور المستخدم.
de: Elemente vor der ersten Anzeige.
es: Elementos antes del primer anuncio.
fr: Éléments avant la première publicité.
it: Elementi prima del primo annuncio.
ja: このユーザーロールに対して最初の広告が表示されるまでに表示する必要があるニュースアイテムの最小数。
pt: Itens antes do primeiro anúncio.
zh: 在向此用户角色显示第一个广告之前必须显示的最小新闻条数。

# articlesBeforeInterstitialAdsLabel
source: Articles Before Interstitial Ads
ar: مقالات قبل الإعلانات البينية
de: Artikel vor Interstitial
es: Artículos para Intersticial
fr: Articles avant Interstitiel
it: Articoli per Interstiziale
ja: インタースティシャル広告表示までの記事数
pt: Artigos p/ Intersticial
zh: 插屏广告前文章数

# articlesBeforeInterstitialAdsDescription
source: Number of articles this user role needs to read before a full-screen interstitial ad is shown.
ar: عدد المقالات التي يحتاج هذا الدور المستخدم لقراءتها قبل عرض إعلان بيني بملء الشاشة.
de: Lesungen vor Anzeige.
es: Lecturas antes de anuncio.
fr: Lectures avant publicité.
it: Letture prima dell'annuncio.
ja: 全画面インタースティシャル広告が表示されるまでに、このユーザーロールが読む必要がある記事の数。
pt: Leituras antes do anúncio.
zh: 此用户角色在显示全屏插屏广告之前需要阅读的文章数量。

# daysSuffix
source: Days
ar: أيام
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日
pt: Dias
zh: 天

# daysBetweenPromptDescription
source: Minimum number of days before showing the {actionType} prompt.
ar: الحد الأدنى لعدد الأيام قبل عرض تنبيه {actionType}.
de: Mindesttage vor dem {actionType} Prompt.
es: Días mínimos antes del aviso de {actionType}.
fr: Jours minimum avant l'invite de {actionType}.
it: Giorni minimi prima del prompt {actionType}.
ja: {actionType}プロンプトを表示するまでの最小日数。
pt: Dias mínimos antes do aviso de {actionType}.
zh: 显示 {actionType} 提示之前的最少天数。

# retryButtonText
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt: Tentar Novamente
zh: 重试

# feedActionTypeLinkAccount
source: Link Account
ar: ربط الحساب
de: Konto verknüpfen
es: Vincular Cuenta
fr: Lier le Compte
it: Collega Account
ja: アカウントをリンク
pt: Vincular Conta
zh: 关联账号

# feedActionTypeRateApp
source: Rate App
ar: تقييم التطبيق
de: App bewerten
es: Valorar App
fr: Noter l'App
it: Valuta App
ja: アプリを評価
pt: Avaliar App
zh: 评价应用

# feedActionTypeFollowTopics
source: Follow Topics
ar: متابعة المواضيع
de: Themen folgen
es: Seguir Temas
fr: Suivre des Sujets
it: Segui Argomenti
ja: トピックをフォロー
pt: Seguir Tópicos
zh: 关注话题

# feedActionTypeFollowSources
source: Follow Sources
ar: متابعة المصادر
de: Quellen folgen
es: Seguir Fuentes
fr: Suivre des Sources
it: Segui Fonti
ja: ソースをフォロー
pt: Seguir Fontes
zh: 关注来源

# feedActionTypeUpgrade
source: Upgrade
ar: ترقية
es: Mejorar Plan
fr: Améliorer le Plan
it: Passa a Premium
ja: アップグレード
pt: Melhorar Plano
zh: 升级

# feedActionTypeEnableNotifications
source: Enable Notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen aktivieren
es: Activar Notificaciones
fr: Activer Notifications
it: Attiva Notifiche
ja: 通知を有効化
pt: Ativar Notificações
zh: 开启通知

# countryPickerSearchLabel
source: Search
ar: بحث
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt: Buscar
zh: 搜索

# countryPickerSearchHint
source: Start typing to search...
ar: ابدأ الكتابة للبحث...
de: Suchen...
es: Escribe para buscar...
fr: Tapez pour rechercher...
it: Inizia a scrivere...
ja: 入力して検索...
pt: Digite para buscar...
zh: 开始输入以搜索...

# countryPickerSelectCountryLabel
source: Select a country
ar: اختر دولة
de: Land wählen
es: Selecciona un país
fr: Sélectionnez un pays
it: Seleziona un paese
ja: 国を選択
pt: Selecione um país
zh: 选择国家

source: Archived Headlines
ar: العناوين المؤرشفة
de: Archivierte Schlagzeilen
es: Titulares Archivados
fr: Titres Archivés
it: Titoli Archiviati
ja: アーカイブ済みの見出し
pt: Manchetes Arquivadas
zh: 已归档头条

source: Loading Archived Headlines
ar: جاري تحميل العناوين المؤرشفة
de: Archiv wird geladen
es: Cargando Archivados
fr: Chargement des Archivés
it: Caricamento Archiviati
ja: アーカイブ済みの見出しを読み込み中
pt: Carregando Arquivados
zh: 正在加载已归档头条

source: No archived headlines found.
ar: لم يتم العثور على عناوين مؤرشفة.
de: Keine archivierten Schlagzeilen.
es: No hay titulares archivados.
fr: Aucun titre archivé.
it: Nessun titolo archiviato.
ja: アーカイブ済みの見出しは見つかりませんでした。
pt: Nenhuma manchete arquivada.
zh: 未找到已归档头条。

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
pt: Restaurar
zh: 恢复

source: Delete Forever
ar: حذف نهائي
de: Endgültig löschen
es: Eliminar Permanentemente
fr: Supprimer Définitivement
it: Elimina Definitivamente
ja: 永久に削除
pt: Excluir Permanentemente
zh: 永久删除

source: Archived Topics
ar: المواضيع المؤرشفة
de: Archivierte Themen
es: Temas Archivados
fr: Sujets Archivés
it: Argomenti Archiviati
ja: アーカイブ済みのトピック
pt: Tópicos Arquivados
zh: 已归档话题

source: Loading Archived Topics
ar: جاري تحميل المواضيع المؤرشفة
de: Archivierte Themen laden
es: Cargando Temas Archivados
fr: Chargement des Sujets Archivés
it: Caricamento Argomenti Archiviati
ja: アーカイブ済みのトピックを読み込み中
pt: Carregando Tópicos Arquivados
zh: 正在加载已归档话题

source: No archived topics found.
ar: لم يتم العثور على مواضيع مؤرشفة.
de: Keine archivierten Themen.
es: No hay temas archivados.
fr: Aucun sujet archivé.
it: Nessun argomento archiviato.
ja: アーカイブ済みのトピックは見つかりませんでした。
pt: Nenhum tópico arquivado.
zh: 未找到已归档话题。

source: Archived Sources
ar: المصادر المؤرشفة
de: Archivierte Quellen
es: Fuentes Archivadas
fr: Sources Archivées
it: Fonti Archiviate
ja: アーカイブ済みのソース
pt: Fontes Arquivadas
zh: 已归档来源

source: Loading Archived Sources
ar: جاري تحميل المصادر المؤرشفة
de: Archivierte Quellen laden
es: Cargando Fuentes Archivadas
fr: Chargement des Sources Archivées
it: Caricamento Fonti Archiviate
ja: アーカイブ済みのソースを読み込み中
pt: Carregando Fontes Arquivadas
zh: 正在加载已归档来源

source: No archived sources found.
ar: لم يتم العثور على مصادر مؤرشفة.
de: Keine archivierten Quellen.
es: No hay fuentes archivadas.
fr: Aucune source archivée.
it: Nessuna fonte archiviata.
ja: アーカイブ済みのソースは見つかりませんでした。
pt: Nenhuma fonte arquivada.
zh: 未找到已归档来源。

source: Archived Items
ar: العناصر المؤرشفة
de: Archivierte Elemente
es: Elementos Archivados
fr: Éléments Archivés
it: Elementi Archiviati
ja: アーカイブ済みのアイテム
pt: Itens Arquivados
zh: 已归档项目

source: Add New Item
ar: إضافة عنصر جديد
de: Neu hinzufügen
es: Añadir Nuevo
fr: Ajouter Nouveau
it: Aggiungi Nuovo
ja: 新しいアイテムを追加
pt: Adicionar Novo
zh: 添加新项目

source: Archive
ar: أرشفة
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
ja: アーカイブ
pt: Arquivar
zh: 归档

# headlineDeleted
source: Deleted ''{title}''.
ar: تم حذف ''{title}''.
de: ''{title}'' gelöscht.
es: Eliminado ''{title}''.
fr: Supprimé ''{title}''.
it: Eliminato ''{title}''.
ja: 「{title}」を削除しました。
pt: Excluído ''{title}''.
zh: 已删除 “{title}”。

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
pt: Desfazer
zh: 撤销

# enabledLabel
source: Enabled
ar: مفعل
de: Aktiviert
es: Activado
fr: Activé
it: Attivo
ja: 有効
pt: Ativado
zh: 已启用

# itemsToDisplayLabel
source: Items to Display
ar: العناصر المعروضة
de: Anzuzeigende Elemente
es: Elementos a Mostrar
fr: Éléments à Afficher
it: Elementi da Mostrare
ja: 表示するアイテム数
pt: Itens a Exibir
zh: 显示项目数
