Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

# authenticationPageHeadline
source: Dashboard Access
ar: الوصول إلى لوحة التحكم
de: Dashboard-Zugriff
es: Acceso al Panel
fr: Accès au Tableau de Bord
it: Accesso al Dashboard
ja: ダッシュボードへのアクセス
pt: Acesso ao Painel
zh: 仪表盘访问

# authenticationPageSubheadline
source: Secure sign-in for administrators and publishers.
ar: تسجيل دخول آمن للمسؤولين والناشرين.
de: Sichere Anmeldung für Admins & Herausgeber.
es: Inicio de sesión seguro para administradores.
fr: Connexion sécurisée pour les administrateurs.
it: Accesso sicuro per amministratori e editori.
ja: 管理者およびパブリッシャー向けの安全なサインイン。
pt: Login seguro para administradores e editores.
zh: 管理员和发布者的安全登录。

# authenticationEmailSignInButton
source: Sign in with Email
ar: تسجيل الدخول بالبريد الإلكتروني
de: Mit E-Mail anmelden
es: Iniciar sesión con Email
fr: Se connecter par Email
it: Accedi con Email
ja: メールでサインイン
pt: Entrar com E-mail
zh: 使用邮箱登录

# emailSignInPageTitle
source: Secure Email Sign-In
ar: تسجيل دخول آمن بالبريد الإلكتروني
de: Sichere E-Mail-Anmeldung
es: Inicio de Sesión Seguro
fr: Connexion Sécurisée
it: Accesso Email Sicuro
ja: 安全なメールサインイン
pt: Login Seguro por E-mail
zh: 安全邮箱登录

# requestCodePageHeadline
source: Secure Email Sign-In
ar: تسجيل دخول آمن بالبريد الإلكتروني
de: Sichere E-Mail-Anmeldung
es: Inicio de Sesión por Email
fr: Connexion par Email
it: Accesso Email Sicuro
ja: 安全なメールサインイン
pt: Login Seguro por E-mail
zh: 安全邮箱登录

# requestCodePageSubheadline
source: Enter your authorized email to receive a secure sign-in code.
ar: أدخل بريدك الإلكتروني المعتمد لتلقي رمز تسجيل دخول آمن.
de: E-Mail eingeben, um einen Code zu erhalten.
es: Introduce tu email para recibir un código.
fr: Entrez votre email pour recevoir un code.
it: Inserisci la tua email per ricevere un codice.
ja: 安全なサインインコードを受け取るために、承認されたメールアドレスを入力してください。
pt: Digite seu e-mail para receber um código.
zh: 输入您的授权邮箱以接收安全登录验证码。

# requestCodeEmailLabel
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メールアドレス
zh: 电子邮箱

# requestCodeEmailHint
source: your.email@example.com
ar: بريدك.الإلكتروني@مثال.كوم
de: ihre.email@beispiel.de
es: tu.email@ejemplo.com
fr: votre.email@exemple.com
it: tua.email@esempio.com
pt: seu.email@exemplo.com

# accountLinkingEmailValidationError
source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
de: Ungültige E-Mail-Adresse.
es: Introduce un email válido.
fr: Veuillez entrer un email valide.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
pt: Por favor, insira um e-mail válido.
zh: 请输入有效的电子邮箱地址。

# requestCodeSendCodeButton
source: Send Code
ar: إرسال الرمز
de: Code senden
es: Enviar Código
fr: Envoyer le Code
it: Invia Codice
ja: コードを送信
pt: Enviar Código
zh: 发送验证码

# requestCodeResendButtonCooldown
source: Resend in {seconds}s
ar: إعادة الإرسال في {seconds} ثانية
de: Erneut senden in {seconds}s
es: Reenviar en {seconds}s
fr: Renvoyer dans {seconds}s
it: Reinvia tra {seconds}s
ja: {seconds}秒後に再送信
pt: Reenviar em {seconds}s
zh: {seconds}秒后重发

# emailCodeSentPageTitle
source: Verify Code
ar: التحقق من الرمز
de: Code verifizieren
es: Verificar Código
fr: Vérifier le Code
it: Verifica Codice
ja: コードの確認
pt: Verificar Código
zh: 验证代码

# emailCodeSentConfirmation
source: We sent a 6-digit code to {email}
ar: لقد أرسلنا رمزًا مكونًا من 6 أرقام إلى {email}
de: Code an {email} gesendet
es: Enviamos un código de 6 dígitos a {email}
fr: Nous avons envoyé un code à 6 chiffres à {email}
it: Abbiamo inviato un codice a 6 cifre a {email}
ja: {email}に6桁のコードを送信しました
pt: Enviamos um código de 6 dígitos para {email}
zh: 我们已向 {email} 发送了一个 6 位验证码

# emailCodeSentInstructions
source: Please check your inbox and enter the code below to continue.
ar: الرجاء التحقق من بريدك الوارد وإدخال الرمز أدناه للمتابعة.
de: Bitte prüfen Sie Ihren Posteingang.
es: Revisa tu bandeja de entrada e ingresa el código.
fr: Vérifiez votre boîte de réception et entrez le code.
it: Controlla la tua posta e inserisci il codice.
ja: 受信トレイを確認し、以下のコードを入力して続行してください。
pt: Verifique sua caixa de entrada e insira o código.
zh: 请检查您的收件箱并输入下方的验证码以继续。

# demoVerificationCodeMessage
source: In demo mode, use code: {code}
ar: في الوضع التجريبي، استخدم الرمز: {code}
de: Im Demo-Modus nutzen Sie: {code}
es: En modo demo, usa: {code}
fr: En mode démo, utilisez : {code}
it: In modalità demo, usa il codice: {code}
ja: デモモードでは、コード「{code}」を使用してください
pt: No modo demo, use: {code}
zh: 在演示模式下，请使用代码：{code}

# emailCodeVerificationHint
source: 6-digit code
ar: رمز مكون من 6 أرقام
de: 6-stelliger Code
es: Código de 6 dígitos
fr: Code à 6 chiffres
it: Codice a 6 cifre
ja: 6桁のコード
pt: Código de 6 dígitos
zh: 6 位验证码

# emailCodeValidationEmptyError
source: Code cannot be empty.
ar: لا يمكن أن يكون الرمز فارغًا.
de: Code darf nicht leer sein.
es: El código no puede estar vacío.
fr: Le code ne peut pas être vide.
it: Il codice non può essere vuoto.
ja: コードを入力してください。
pt: O código não pode estar vazio.
zh: 验证码不能为空。

# emailCodeValidationLengthError
source: Code must be 6 digits.
ar: يجب أن يتكون الرمز من 6 أرقام.
de: Code muss 6 Stellen haben.
es: El código debe tener 6 dígitos.
fr: Le code doit comporter 6 chiffres.
it: Il codice deve essere di 6 cifre.
ja: コードは6桁である必要があります。
pt: O código deve ter 6 dígitos.
zh: 验证码必须为 6 位。

# emailCodeVerificationButtonLabel
source: Verify Code
ar: التحقق من الرمز
de: Code verifizieren
es: Verificar Código
fr: Vérifier le Code
it: Verifica Codice
ja: コードを確認
pt: Verificar Código
zh: 验证代码

source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
pt: Visão Geral
zh: 概览

source: Content Management
ar: إدارة المحتوى
de: Inhaltsverwaltung
es: Gestión de Contenido
fr: Gestion du Contenu
it: Gestione Contenuti
ja: コンテンツ管理
pt: Gestão de Conteúdo
zh: 内容管理

# contentManagementPageDescription
source: Manage news headlines, topics, and sources for the mobile application.
ar: إدارة العناوين الإخبارية والمواضيع والمصادر لتطبيق الهاتف
de: Schlagzeilen, Themen und Quellen verwalten.
es: Gestiona titulares, temas y fuentes.
fr: Gérez les titres, les sujets et les sources.
it: Gestisci titoli, argomenti e fonti.
ja: モバイルアプリケーションのニュース見出し、トピック、ソースを管理します。
pt: Gerencie manchetes, tópicos e fontes.
zh: 管理移动应用程序的新闻头条、话题和来源。

source: Headlines
ar: العناوين الرئيسية
de: Schlagzeilen
es: Titulares
fr: Titres
it: Titoli
ja: 見出し
pt: Manchetes
zh: 头条新闻

source: Headline
ar: العنوان الرئيسي
de: Schlagzeile
es: Titular
fr: Titre
it: Titolo
ja: 見出し
pt: Manchete
zh: 头条

source: Topics
ar: المواضيع
de: Themen
es: Temas
fr: Sujets
it: Argomenti
ja: トピック
pt: Tópicos
zh: 话题

source: Topic
ar: الموضوع
de: Thema
es: Tema
fr: Sujet
it: Argomento
ja: トピック
pt: Tópico
zh: 话题

source: Sources
ar: المصادر
de: Quellen
es: Fuentes
it: Fonti
ja: ソース
pt: Fontes
zh: 来源

source: Source
ar: المصدر
de: Quelle
es: Fuente
it: Fonte
ja: ソース
pt: Fonte
zh: 来源

# appConfiguration
source: Remote Config
ar: التحكم المركزي
de: Remote-Konfig
es: Config. Remota
fr: Config. à Distance
it: Config. Remota
ja: リモート設定
pt: Config. Remota
zh: 远程配置

# appConfigurationPageDescription
source: Manage global settings for the mobile app, from content limits to operational status.
ar: إدارة الإعدادات العامة لتطبيق الهاتف، من حدود المحتوى إلى الحالة التشغيلية.
de: Globale Einstellungen der mobilen App.
es: Ajustes globales de la aplicación móvil.
fr: Paramètres globaux de l'application mobile.
it: Gestisci le impostazioni globali dell'app.
ja: コンテンツ制限から運用ステータスまで、モバイルアプリのグローバル設定を管理します。
pt: Configurações globais do aplicativo móvel.
zh: 管理移动应用的全局设置，从内容限制到运营状态。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
zh: 设置

# appConfigurationPageTitle
source: Remote Configuration
ar: التحكم المركزي عن بعد
de: Remote-Konfiguration
es: Configuración Remota
fr: Configuration à Distance
it: Configurazione Remota
ja: リモート設定
pt: Configuração Remota
zh: 远程配置

# feedTab
source: Feed
ar: الموجز
fr: Flux
ja: フィード
zh: 信息流

# advertisementsTab
source: Advertisements
ar: الإعلانات
de: Werbung
es: Publicidad
fr: Publicités
it: Pubblicità
ja: 広告
pt: Publicidade
zh: 广告

# systemTab
source: System
ar: النظام
es: Sistema
fr: Système
it: Sistema
ja: システム
pt: Sistema
zh: 系统

# userContentLimitsTitle
source: User Content Limits
ar: حدود المحتوى
de: Inhaltslimits
es: Límites de Contenido
fr: Limites de Contenu
it: Limiti Contenuti Utente
ja: ユーザーコンテンツ制限
pt: Limites de Conteúdo
zh: 用户内容限制

# userContentLimitsDescription
source: Set limits on followed items and saved headlines for each user tier.
ar: تعيين حدود للعناصر المتابعة والعناوين المحفوظة لكل فئة من فئات المستخدمين.
de: Limits für gefolgte Elemente und Lesezeichen.
es: Límites de seguimiento y guardado por nivel.
fr: Limites de suivi et d'enregistrement par niveau.
it: Imposta i limiti per ogni livello utente.
ja: ユーザー層ごとに、フォローするアイテムと保存する見出しの制限を設定します。
pt: Limites de itens seguidos e salvos por nível.
zh: 为每个用户层级设置关注项目和保存头条的限制。

# feedActionsTitle
source: Feed Actions
ar: إجراءات الموجز
de: Feed-Aktionen
es: Acciones del Feed
fr: Actions du Flux
it: Azioni Feed
ja: フィードアクション
pt: Ações do Feed
zh: 信息流操作

# feedActionsDescription
source: Configure how often to inject action widgets (e.g., 'Rate App') into the feed.
ar: تكوين عدد مرات إدراج ودجات الإجراءات (مثل 'تقييم التطبيق') في الموجز.
de: Häufigkeit von Aktions-Widgets im Feed.
es: Frecuencia de widgets de acción en el feed.
fr: Fréquence des widgets d'action dans le flux.
it: Configura la frequenza dei widget nel feed.
ja: フィードにアクションウィジェット（例：「アプリを評価」）を挿入する頻度を設定します。
pt: Frequência de widgets de ação no feed.
zh: 配置在信息流中插入操作组件（如“评价应用”）的频率。

# feedDecoratorsTitle
source: Feed Decorators
ar: زينة الموجز
de: Feed-Dekoratoren
es: Decoradores del Feed
fr: Décorateurs de Flux
it: Decoratori Feed
ja: フィードデコレーター
pt: Decoradores do Feed
zh: 信息流装饰器

# feedDecoratorsDescription
source: Configure how content is decorated and presented in the feed for different user roles.
ar: تكوين كيفية تزيين وعرض المحتوى في الموجز لأدوار المستخدمين المختلفة.
de: Visuelle Präsentation im Feed nach Rolle.
es: Configuración de presentación visual por rol.
fr: Configuration de la présentation visuelle par rôle.
it: Configura la presentazione visiva nel feed.
ja: ユーザーロールごとに、フィード内でのコンテンツの装飾と表示方法を設定します。
pt: Apresentação visual no feed por função.
zh: 为不同的用户角色配置内容在信息流中的装饰和呈现方式。

# adSettingsTitle
source: Advertisement Settings
ar: إعدادات الإعلانات
de: Werbeeinstellungen
es: Ajustes de Publicidad
fr: Paramètres Publicitaires
it: Impostazioni Pubblicitarie
ja: 広告設定
pt: Configurações de Anúncios
zh: 广告设置

# adSettingsDescription
source: Manage ad frequency and placement for different user roles.
ar: إدارة تكرار وموضع الإعلانات لأدوار المستخدمين المختلفة.
de: Anzeigenhäufigkeit und Platzierung verwalten.
es: Frecuencia y ubicación de anuncios por rol.
fr: Gérez la fréquence et l'emplacement des publicités.
it: Gestisci frequenza e posizionamento annunci.
ja: ユーザーロールごとに、広告の表示頻度と配置を管理します。
pt: Gerencie frequência e posicionamento de anúncios.
zh: 管理不同用户角色的广告频率和投放位置。

# maintenanceModeTitle
source: Maintenance Mode
ar: وضع الصيانة
de: Wartungsmodus
es: Modo Mantenimiento
fr: Mode Maintenance
it: Modalità Manutenzione
ja: メンテナンスモード
pt: Modo Manutenção
zh: 维护模式

# maintenanceModeDescription
source: Enable to show a maintenance screen to all users.
ar: تمكين لعرض شاشة صيانة لجميع المستخدمين.
de: Wartungsbildschirm für alle Nutzer aktivieren.
es: Activa la pantalla de mantenimiento global.
fr: Activer l'écran de maintenance global.
it: Mostra una schermata di manutenzione a tutti.
ja: 有効にすると、すべてのユーザーにメンテナンス画面が表示されます。
pt: Ativar tela de manutenção global.
zh: 启用后向所有用户显示维护界面。

# forceUpdateTitle
source: Force App Update
ar: فرض تحديث التطبيق
de: Update erzwingen
es: Actualización Forzada
fr: Mise à Jour Forcée
it: Aggiornamento Forzato
ja: アプリの強制アップデート
pt: Atualização Forçada
zh: 强制应用更新

# forceUpdateDescription
source: Configure mandatory app updates for users.
ar: تكوين تحديثات التطبيق الإلزامية للمستخدمين.
de: Obligatorische App-Updates konfigurieren.
es: Configura actualizaciones obligatorias.
fr: Configurez les mises à jour obligatoires.
it: Configura gli aggiornamenti obbligatori.
ja: ユーザーに対する必須のアプリアップデートを設定します。
pt: Configurar atualizações obrigatórias.
zh: 为用户配置强制性的应用更新。

# forceUpdateTab
source: Force Update
ar: تحديث إجباري
de: Update
es: Actualización
fr: Mise à Jour
it: Aggiornamento
ja: 強制アップデート
pt: Atualização
zh: 强制更新

# appConfigSaveSuccessMessage
source: Remote configuration saved successfully. Mobile clients will update on their next launch.
ar: تم حفظ الإعدادات عن بعد بنجاح. ستعكس تطبيقات الجوال هذه التغييرات عند تشغيلها التالي.
de: Konfiguration erfolgreich gespeichert.
es: Configuración guardada con éxito.
fr: Configuration enregistrée avec succès.
it: Configurazione salvata con successo.
ja: リモート設定が正常に保存されました。モバイルクライアントは次回の起動時に更新されます。
pt: Configuração salva com sucesso.
zh: 远程配置保存成功。移动客户端将在下次启动时更新。

# appConfigSaveErrorMessage
source: Error: {errorMessage}
ar: خطأ: {errorMessage}
de: Fehler: {errorMessage}
fr: Erreur : {errorMessage}
it: Errore: {errorMessage}
ja: エラー: {errorMessage}
pt: Erro: {errorMessage}
zh: 错误：{errorMessage}

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
pt: Erro desconhecido
zh: 未知错误

# loadingConfigurationHeadline
source: Loading Configuration
ar: جاري تحميل الإعدادات
de: Konfiguration wird geladen
es: Cargando Configuración
fr: Chargement de la Configuration
it: Caricamento Configurazione
ja: 設定を読み込み中
pt: Carregando Configuração
zh: 正在加载配置

# loadingConfigurationSubheadline
source: Please wait while settings are loaded...
ar: الرجاء الانتظار بينما يتم تحميل الإعدادات...
de: Bitte warten...
es: Por favor, espere...
fr: Veuillez patienter...
it: Attendere prego...
ja: 設定を読み込んでいます。しばらくお待ちください...
pt: Por favor, aguarde...
zh: 正在加载设置，请稍候...

# failedToLoadConfigurationMessage
source: Failed to load configuration.
ar: فشل تحميل الإعدادات.
de: Laden der Konfiguration fehlgeschlagen.
es: Error al cargar configuración.
fr: Échec du chargement de la configuration.
it: Caricamento configurazione fallito.
ja: 設定の読み込みに失敗しました。
pt: Falha ao carregar configuração.
zh: 加载配置失败。

# loadAppSettingsSubheadline
source: Load application settings from the backend.
ar: تحميل إعدادات التطبيق من الواجهة الخلفية.
de: Einstellungen vom Backend laden.
es: Cargar ajustes desde el backend.
fr: Charger les paramètres depuis le backend.
it: Carica impostazioni dal backend.
ja: バックエンドからアプリケーション設定を読み込みます。
pt: Carregar configurações do backend.
zh: 从后端加载应用设置。

# discardChangesButton
source: Discard Changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar Cambios
fr: Abandonner les Changements
it: Annulla Modifiche
ja: 変更を破棄
pt: Descartar Alterações
zh: 放弃更改

# saveChangesButton
source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar Cambios
fr: Enregistrer les Changements
it: Salva Modifiche
ja: 変更を保存
pt: Salvar Alterações
zh: 保存更改

# confirmConfigUpdateDialogTitle
source: Confirm Configuration Update
ar: تأكيد تحديث الإعدادات
de: Update bestätigen
es: Confirmar Actualización
fr: Confirmer la Mise à Jour
it: Conferma Aggiornamento
ja: 設定更新の確認
pt: Confirmar Atualização
zh: 确认配置更新

# confirmConfigUpdateDialogContent
source: Are you sure you want to apply these changes to the live application configuration? This is a critical operation.
ar: هل أنت متأكد أنك تريد تطبيق هذه التغييرات على إعدادات التطبيق المباشرة؟ هذه عملية حساسة.
de: Änderungen live schalten?
es: ¿Aplicar cambios a la app en vivo?
fr: Appliquer les changements à l'application ?
it: Applicare le modifiche all'app live?
ja: この変更をライブアプリケーション設定に適用してもよろしいですか？これは重要な操作です。
pt: Aplicar alterações no app ao vivo?
zh: 您确定要将这些更改应用于实时应用配置吗？这是一项关键操作。

# cancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
zh: 取消

# confirmSaveButton
source: Confirm Save
ar: تأكيد الحفظ
de: Speichern bestätigen
es: Confirmar Guardado
fr: Confirmer l'Enregistrement
it: Conferma Salvataggio
ja: 保存を確認
pt: Confirmar Salvamento
zh: 确认保存

# guestUserTab
source: Guest
ar: ضيف
de: Gast
es: Invitado
fr: Invité
it: Ospite
ja: ゲスト
pt: Convidado
zh: 访客

# authenticatedUserTab
source: Authenticated
ar: موثق
de: Authentifiziert
es: Autenticado
fr: Authentifié
it: Autenticato
ja: 認証済み
pt: Autenticado
zh: 已认证

# premiumUserTab
source: Premium
ar: مميز
ja: プレミアム
zh: 高级用户

# guestFollowedItemsLimitLabel
source: Guest Followed Items Limit
ar: حد العناصر المتابعة للضيف
de: Limit gefolgte Elemente (Gast)
es: Límite de Seguimiento (Invitado)
fr: Limite de Suivi (Invité)
it: Limite Seguiti (Ospite)
ja: ゲストのフォローアイテム制限
pt: Limite de Seguidos (Convidado)
zh: 访客关注项目限制

# guestFollowedItemsLimitDescription
source: Maximum number of countries, news sources, or topics a Guest user can follow (each type has its own limit).
ar: الحد الأقصى لعدد البلدان أو مصادر الأخبار أو المواضيع التي يمكن للمستخدم الضيف متابعتها (لكل نوع حد خاص به).
de: Max. Anzahl gefolgter Themen/Quellen.
es: Máximo de temas o fuentes seguidas.
fr: Nombre max. de sujets ou sources suivis.
it: Numero massimo di elementi seguiti.
ja: ゲストユーザーがフォローできる国、ニュースソース、またはトピックの最大数（タイプごとに独自の制限があります）。
pt: Máximo de tópicos ou fontes seguidas.
zh: 访客用户可以关注的国家、新闻来源或话题的最大数量（每种类型都有自己的限制）。

# guestSavedHeadlinesLimitLabel
source: Guest Saved Headlines Limit
ar: حد العناوين المحفوظة للضيف
de: Limit Lesezeichen (Gast)
es: Límite de Guardado (Invitado)
fr: Limite d'Enregistrement (Invité)
it: Limite Salvati (Ospite)
ja: ゲストの保存見出し制限
pt: Limite de Salvos (Convidado)
zh: 访客保存头条限制

# guestSavedHeadlinesLimitDescription
source: Maximum number of headlines a Guest user can save.
ar: الحد الأقصى لعدد العناوين الرئيسية التي يمكن للمستخدم الضيف حفظها.
de: Max. Anzahl gespeicherter Schlagzeilen.
es: Máximo de titulares guardados.
fr: Nombre max. de titres enregistrés.
it: Numero massimo di titoli salvati.
ja: ゲストユーザーが保存できる見出しの最大数。
pt: Máximo de manchetes salvas.
zh: 访客用户可以保存的头条新闻的最大数量。

# standardUserFollowedItemsLimitLabel
source: Standard User Followed Items Limit
ar: حد العناصر المتابعة للمستخدم العادي
de: Limit gefolgte Elemente (Standard)
es: Límite de Seguimiento (Estándar)
fr: Limite de Suivi (Standard)
it: Limite Seguiti (Standard)
ja: 標準ユーザーのフォローアイテム制限
pt: Limite de Seguidos (Padrão)
zh: 标准用户关注项目限制

# standardUserFollowedItemsLimitDescription
source: Maximum number of countries, news sources, or topics a Standard user can follow (each type has its own limit).
ar: الحد الأقصى لعدد البلدان أو مصادر الأخبار أو المواضيع التي يمكن للمستخدم العادي متابعتها (لكل نوع حد خاص به).
de: Limit für Standard-Nutzer.
es: Límite para usuarios estándar.
fr: Limite pour les utilisateurs standard.
it: Limite per utenti standard.
ja: 標準ユーザーがフォローできる国、ニュースソース、またはトピックの最大数（タイプごとに独自の制限があります）。
pt: Limite para usuários padrão.
zh: 标准用户可以关注的国家、新闻来源或话题的最大数量。

# standardUserSavedHeadlinesLimitLabel
source: Standard User Saved Headlines Limit
ar: حد العناوين المحفوظة للمستخدم العادي
de: Limit Lesezeichen (Standard)
es: Límite de Guardado (Estándar)
fr: Limite d'Enregistrement (Standard)
it: Limite Salvati (Standard)
ja: 標準ユーザーの保存見出し制限
pt: Limite de Salvos (Padrão)
zh: 标准用户保存头条限制

# standardUserSavedHeadlinesLimitDescription
source: Maximum number of headlines a Standard user can save.
ar: الحد الأقصى لعدد العناوين الرئيسية التي يمكن للمستخدم العادي حفظها.
de: Limit für Standard-Nutzer.
es: Límite para usuarios estándar.
fr: Limite pour les utilisateurs standard.
it: Limite per utenti standard.
ja: 標準ユーザーが保存できる見出しの最大数。
pt: Limite para usuários padrão.
zh: 标准用户可以保存的头条新闻的最大数量。

# premiumFollowedItemsLimitLabel
source: Premium Followed Items Limit
ar: حد العناصر المتابعة للمستخدم المميز
de: Limit gefolgte Elemente (Premium)
es: Límite de Seguimiento (Premium)
fr: Limite de Suivi (Premium)
it: Limite Seguiti (Premium)
ja: プレミアムユーザーのフォローアイテム制限
pt: Limite de Seguidos (Premium)
zh: 高级用户关注项目限制

# premiumFollowedItemsLimitDescription
source: Maximum number of countries, news sources, or topics a Premium user can follow (each type has its own limit).
ar: الحد الأقصى لعدد البلدان أو مصادر الأخبار أو المواضيع التي يمكن للمستخدم المميز متابعتها (لكل نوع حد خاص به).
de: Limit für Premium-Nutzer.
es: Límite para usuarios premium.
fr: Limite pour les utilisateurs premium.
it: Limite per utenti premium.
ja: プレミアムユーザーがフォローできる国、ニュースソース、またはトピックの最大数（タイプごとに独自の制限があります）。
pt: Limite para usuários premium.
zh: 高级用户可以关注的国家、新闻来源或话题的最大数量。

# premiumSavedHeadlinesLimitLabel
source: Premium Saved Headlines Limit
ar: حد العناوين المحفوظة للمستخدم المميز
de: Limit Lesezeichen (Premium)
es: Límite de Guardado (Premium)
fr: Limite d'Enregistrement (Premium)
it: Limite Salvati (Premium)
ja: プレミアムユーザーの保存見出し制限
pt: Limite de Salvos (Premium)
zh: 高级用户保存头条限制

# premiumSavedHeadlinesLimitDescription
source: Maximum number of headlines a Premium user can save.
ar: الحد الأقصى لعدد العناوين الرئيسية التي يمكن للمستخدم المميز حفظها.
de: Limit für Premium-Nutzer.
es: Límite para usuarios premium.
fr: Limite pour les utilisateurs premium.
it: Limite per utenti premium.
ja: プレミアムユーザーが保存できる見出しの最大数。
pt: Limite para usuários premium.
zh: 高级用户可以保存的头条新闻的最大数量。

# standardUserAdTab
source: Standard User
ar: مستخدم عادي
de: Standard-Nutzer
es: Usuario Estándar
fr: Utilisateur Standard
it: Utente Standard
ja: 標準ユーザー
pt: Usuário Padrão
zh: 标准用户

# guestAdFrequencyLabel
source: Guest Ad Frequency
ar: تكرار الإعلان للضيف
de: Anzeigenhäufigkeit (Gast)
es: Frecuencia de Anuncios (Invitado)
fr: Fréquence Pub (Invité)
it: Frequenza Annunci (Ospite)
ja: ゲストの広告頻度
pt: Frequência de Anúncios (Convidado)
zh: 访客广告频率

# guestAdFrequencyDescription
source: How often an ad can appear for Guest users (e.g., a value of 5 means an ad could be placed after every 5 news items).
ar: عدد مرات ظهور الإعلان للمستخدمين الضيوف (على سبيل المثال، قيمة 5 تعني أنه يمكن وضع إعلان بعد كل 5 عناصر إخبارية).
de: Anzeige alle X Feed-Elemente.
es: Anuncios cada X elementos del feed.
fr: Publicités tous les X éléments du flux.
it: Annunci ogni X elementi del feed.
ja: ゲストユーザーに対して広告が表示される頻度（例：値が5の場合、5つのニュースアイテムごとに広告が配置される可能性があります）。
pt: Anúncios a cada X itens do feed.
zh: 访客用户出现广告的频率（例如，值为 5 表示每 5 条新闻后可能放置一个广告）。

# guestAdPlacementIntervalLabel
source: Guest Ad Placement Interval
ar: فترة وضع الإعلان للضيف
de: Platzierungsintervall (Gast)
es: Intervalo Inicial (Invitado)
fr: Intervalle Initial (Invité)
it: Intervallo Iniziale (Ospite)
ja: ゲストの広告配置間隔
pt: Intervalo Inicial (Convidado)
zh: 访客广告投放间隔

# guestAdPlacementIntervalDescription
source: Minimum number of news items that must be shown before the very first ad appears for Guest users.
ar: الحد الأدنى لعدد عناصر الأخبار التي يجب عرضها قبل ظهور الإعلان الأول للمستخدمين الضيوف.
de: Elemente vor der ersten Anzeige.
es: Elementos antes del primer anuncio.
fr: Éléments avant la première publicité.
it: Elementi prima del primo annuncio.
ja: ゲストユーザーに対して最初の広告が表示されるまでに表示する必要があるニュースアイテムの最小数。
pt: Itens antes do primeiro anúncio.
zh: 在向访客用户显示第一个广告之前必须显示的最小新闻条数。

# guestArticlesBeforeInterstitialAdsLabel
source: Guest Articles Before Interstitial Ads
ar: مقالات الضيف قبل الإعلانات البينية
de: Artikel vor Interstitial
es: Artículos para Intersticial
fr: Articles avant Interstitiel
it: Articoli per Interstiziale
ja: ゲストのインタースティシャル広告表示までの記事数
pt: Artigos p/ Intersticial
zh: 访客插屏广告前文章数

# guestArticlesBeforeInterstitialAdsDescription
source: Number of articles a Guest user needs to read before a full-screen interstitial ad is shown.
ar: عدد المقالات التي يحتاج المستخدم الضيف لقراءتها قبل عرض إعلان بيني بملء الشاشة.
de: Gelesene Artikel vor Anzeige.
es: Lecturas antes de anuncio.
fr: Lectures avant publicité.
it: Letture prima dell'annuncio.
ja: 全画面インタースティシャル広告が表示されるまでに、ゲストユーザーが読む必要がある記事の数。
pt: Leituras antes do anúncio.
zh: 访客用户在显示全屏插屏广告之前需要阅读的文章数量。
