Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

# adPlatformConfigurationDescription
source: Select the primary ad provider and configure their respective ad unit IDs.
ar: اختر مزود الإعلانات الأساسي وقم بتكوين معرفات الوحدات الإعلانية الخاصة به.
de: Primären Anbieter und IDs wählen.
es: Proveedor y IDs de anuncios.
fr: Fournisseur et IDs de publicités.
it: Scegli il fornitore e configura gli ID.
ja: 主要な広告プロバイダーを選択し、それぞれの広告ユニットIDを構成します。
pt: Provedor e IDs de anúncios.
zh: 选择主要广告提供商并配置其各自的广告单元 ID。

# feedAdSettingsDescription
source: Control ad visibility, type, and frequency within the user's content feed.
ar: تحكم في رؤية الإعلانات ونوعها وتكرارها داخل موجز محتوى المستخدم.
de: Sichtbarkeit und Häufigkeit im Feed.
es: Visibilidad y frecuencia en el feed.
fr: Visibilité et fréquence dans le flux.
it: Controlla visibilità e frequenza nel feed.
ja: ユーザーのコンテンツフィード内での広告の表示、タイプ、頻度を制御します。
pt: Visibilidade e frequência no feed.
zh: 控制用户内容信息流中的广告可见性、类型和频率。

# navigationAdConfigDescription
source: Configure interstitial ads that appear during user navigation.
ar: تكوين الإعلانات البينية التي تظهر أثناء تنقل المستخدم.
de: Interstitial-Ads bei Navigation.
es: Anuncios durante la navegación.
fr: Publicités lors de la navigation.
it: Configura gli annunci interstiziali.
ja: ユーザーのナビゲーション中に表示されるインタースティシャル広告を構成します。
pt: Anúncios durante a navegação.
zh: 配置用户导航期间出现的插屏广告。

# feedDecoratorLinkAccountDescription
source: Prompts guest users to create a full account.
ar: يطالب المستخدمين الضيوف بإنشاء حساب كامل.
de: Gäste zur Registrierung auffordern.
es: Aviso para crear cuenta.
fr: Invite à créer un compte.
it: Invita gli ospiti a registrarsi.
ja: ゲストユーザーにフルアカウントの作成を促します。
pt: Aviso para criar conta.
zh: 提示访客用户创建完整账号。

# feedDecoratorUpgradeDescription
source: Prompts standard users to upgrade to a premium subscription.
ar: يطالب المستخدمين العاديين بالترقية إلى اشتراك مميز.
de: Standard-Nutzer zum Upgrade auffordern.
es: Aviso para mejorar plan.
fr: Invite à passer au premium.
it: Invita a passare a premium.
ja: 標準ユーザーにプレミアムサブスクリプションへのアップグレードを促します。
pt: Aviso para melhorar plano.
zh: 提示标准用户升级到高级订阅。

# feedDecoratorRateAppDescription
source: Prompts users to rate the application in the app store.
ar: يطالب المستخدمين بتقييم التطبيق في متجر التطبيقات.
de: Nutzer zur Bewertung auffordern.
es: Aviso para valorar la app.
fr: Invite à noter l'application.
it: Invita a valutare l'app.
ja: ユーザーにアプリストアでのアプリケーションの評価を促します。
pt: Aviso para avaliar o app.
zh: 提示用户在应用商店评价应用。

# feedDecoratorEnableNotificationsDescription
source: Prompts users to enable push notifications.
ar: يطالب المستخدمين بتمكين الإشعارات الفورية.
de: Push-Aktivierung vorschlagen.
es: Aviso para notificaciones.
fr: Invite aux notifications.
it: Invita ad attivare le notifiche.
ja: ユーザーにプッシュ通知の有効化を促します。
pt: Aviso para notificações.
zh: 提示用户开启推送通知。

# feedDecoratorSuggestedTopicsDescription
source: Shows a collection of topics the user might be interested in following.
ar: يعرض مجموعة من المواضيع التي قد يهتم المستخدم بمتابعتها.
de: Themenvorschläge anzeigen.
es: Muestra temas sugeridos.
fr: Affiche des sujets suggérés.
it: Mostra argomenti suggeriti.
ja: ユーザーがフォローに興味を持ちそうなトピックのコレクションを表示します。
pt: Mostra tópicos sugeridos.
zh: 显示用户可能感兴趣关注的话题集合。

# feedDecoratorSuggestedSourcesDescription
source: Shows a collection of sources the user might be interested in following.
ar: يعرض مجموعة من المصادر التي قد يهتم المستخدم بمتابعتها.
de: Quellenvorschläge anzeigen.
es: Muestra fuentes sugeridas.
fr: Affiche des sources suggérées.
it: Mostra fonti suggerite.
ja: ユーザーがフォローに興味を持ちそうなソースのコレクションを表示します。
pt: Mostra fontes sugeridas.
zh: 显示用户可能感兴趣关注的来源集合。

# enableGlobalAdsDescription
source: Globally activates or deactivates all advertisements within the application.
ar: ينشط أو يعطل عالميًا جميع الإعلانات داخل التطبيق.
de: Alle Anzeigen global ein/aus.
es: Activa o desactiva toda la publicidad.
fr: Active ou désactive toute publicité.
it: Attiva o disattiva tutta la pubblicità.
ja: アプリケーション内のすべての広告をグローバルに有効または無効にします。
pt: Ativa ou desativa toda a publicidade.
zh: 全局激活或停用应用程序内的所有广告。

# enableFeedAdsDescription
source: Controls the visibility of all ads within content feeds.
ar: يتحكم في رؤية جميع الإعلانات داخل موجزات المحتوى.
de: Anzeigen im Feed steuern.
es: Controla anuncios en el feed.
fr: Contrôle les publicités dans le flux.
it: Controlla gli annunci nei feed.
ja: コンテンツフィード内のすべての広告の表示を制御します。
pt: Controla anúncios no feed.
zh: 控制内容信息流中所有广告的可见性。

# visibleToRoleDescription
source: When enabled, this feature will be active for users with the '{roleName}' role.
ar: عند التمكين، ستكون هذه الميزة نشطة للمستخدمين الذين لديهم دور '{roleName}'.
de: Aktiv für Nutzer mit der Rolle '{roleName}'.
es: Activo para usuarios con rol '{roleName}'.
fr: Actif pour les utilisateurs avec le rôle '{roleName}'.
it: Attivo per gli utenti con ruolo '{roleName}'.
ja: 有効にすると、この機能は「{roleName}」ロールを持つユーザーに対してアクティブになります。
pt: Ativo para usuários com função '{roleName}'.
zh: 启用后，此功能将对具有 “{roleName}” 角色的用户激活。

# enableDecoratorDescription
source: Globally activates or deactivates this decorator for all eligible users.
ar: ينشط أو يعطل عالميًا هذه الزينة لجميع المستخدمين المؤهلين.
de: Diesen Dekorator global aktivieren.
es: Activa este decorador globalmente.
fr: Active ce décorateur globalement.
it: Attiva questo decoratore globalmente.
ja: すべての対象ユーザーに対して、このデコレーターをグローバルに有効または無効にします。
pt: Ativa este decorador globalmente.
zh: 为所有符合条件的用户全局激活或停用此装饰器。

# enableNavigationAdsDescription
source: Controls the visibility of interstitial ads that appear during user navigation.
ar: يتحكم في رؤية الإعلانات البينية التي تظهر أثناء تنقل المستخدم.
de: Ads bei internen Seitenwechseln.
es: Anuncios al navegar entre páginas.
fr: Publicités lors de la navigation interne.
it: Annunci durante la navigazione interna.
ja: ユーザーのナビゲーション中に表示されるインタースティシャル広告の表示を制御します。
pt: Anúncios ao navegar entre páginas.
zh: 控制用户导航期间出现的插屏广告的可见性。

# enableHeadlineReportingDescription
source: Allows users to report individual headlines for issues like misinformation or clickbait.
ar: يسمح للمستخدمين بالإبلاغ عن العناوين الفردية لمشاكل مثل المعلومات المضللة أو العناوين المضللة.
de: Nutzer können Schlagzeilen melden.
es: Permite reportar titulares.
fr: Permet de signaler les titres.
it: Permette di segnalare i titoli.
ja: ユーザーが誤報や釣りタイトルなどの問題で見出しをレポートできるようにします。
pt: Permite denunciar manchetes.
zh: 允许用户举报单个头条的虚假信息或标题党等问题。

# enableSourceReportingDescription
source: Allows users to report entire news sources for issues like low quality or bias.
ar: يسمح للمستخدمين بالإبلاغ عن مصادر الأخبار بأكملها لمشاكل مثل الجودة المنخفضة أو التحيز.
de: Nutzer können Quellen melden.
es: Permite reportar fuentes.
fr: Permet de signaler les sources.
it: Permette di segnalare le fonti.
ja: ユーザーが低品質や偏向などの問題でニュースソース全体をレポートできるようにします。
pt: Permite denunciar fontes.
zh: 允许用户举报整个新闻来源的低质量或偏见等问题。

# enableCommentReportingDescription
source: Allows users to report individual comments for moderation.
ar: يسمح للمستخدمين بالإبلاغ عن التعليقات الفردية للإشراف عليها.
de: Nutzer können Kommentare melden.
es: Permite reportar comentarios.
fr: Permite de signaler les commentaires.
it: Permette di segnalare i commenti.
ja: ユーザーがモデレーションのために個別のコメントをレポートできるようにします。
pt: Permite denunciar comentários.
zh: 允许用户举报单个评论以进行审核。

# pushNotificationDeliveryTypeBreakingOnlyDescription
source: Enable to allow users to subscribe to immediate alerts for breaking news.
ar: تفعيل للسماح للمستخدمين بالاشتراك في التنبيهات الفورية للأخبار العاجلة.
de: Abos für Eilmeldungen.
es: Alertas de última hora.
fr: Alertes de dernière minute.
it: Avvisi per notizie dell'ultima ora.
ja: 有効にすると、ユーザーが速報の即時アラートを購読できるようになります。
pt: Alertas de última hora.
zh: 启用以允许用户订阅突发新闻的即时警报。

# pushNotificationDeliveryTypeDailyDigestDescription
source: Enable to allow users to subscribe to a daily summary of relevant news.
ar: تفعيل للسماح للمستخدمين بالاشتراك في ملخص يومي للأخبار ذات الصلة.
de: Tägliche Zusammenfassung.
es: Resumen diario.
fr: Résumé quotidien.
it: Riepilogo quotidiano.
ja: 有効にすると、ユーザーが関連ニュースの日次まとめを購読できるようになります。
pt: Resumo diário.
zh: 启用以允许用户订阅相关新闻的每日摘要。

# pushNotificationDeliveryTypeWeeklyRoundupDescription
source: Enable to allow users to subscribe to a weekly roundup of relevant news.
ar: تفعيل للسماح للمستخدمين بالاشتراك في ملخص أسبوعي للأخبار ذات الصلة.
de: Wöchentlicher Rückblick.
es: Resumen semanal.
fr: Résumé hebdomadaire.
it: Riepilogo settimanale.
ja: 有効にすると、ユーザーが関連ニュースの週間まとめを購読できるようになります。
pt: Resumo semanal.
zh: 启用以允许用户订阅相关新闻的每周回顾。

# positiveInteractionTypeSaveItemDescription
source: Counts when a user bookmark a headline.
ar: يحتسب عندما يحفظ المستخدم عنوان رئيسي.
de: Zählt beim Speichern einer Schlagzeile.
es: Al guardar un titular.
fr: Lorsqu'un titre est enregistré.
it: Conta quando un titolo viene salvato.
ja: ユーザーが見出しをブックマークしたときにカウントされます。
pt: Ao salvar uma manchete.
zh: 当用户收藏头条时计数。

# positiveInteractionTypeFollowItemDescription
source: Counts when a user follows a headline topic, source, or country.
ar: يحتسب عندما يتابع المستخدم موضوعًا أو مصدرًا أو بلدًا مثل لعنوان رئيسي.
de: Zählt beim Folgen einer Entität.
es: Al seguir un tema o fuente.
fr: Lorsqu'un sujet ou source est suivi.
it: Conta quando si segue un'entità.
ja: ユーザーが見出しのトピック、ソース、または国をフォローしたときにカウントされます。
pt: Ao seguir um tópico ou fonte.
zh: 当用户关注头条话题、来源或国家时计数。

# positiveInteractionTypeShareContentDescription
source: Counts when a user shares a headline.
ar: يحتسب عندما يشارك المستخدم عنوان رئيسي.
de: Zählt beim Teilen von Inhalten.
es: Al compartir contenido.
fr: Lorsqu'un contenu est partagé.
it: Conta quando si condivide.
ja: ユーザーが見出しを共有したときにカウントされます。
pt: Ao compartilhar conteúdo.
zh: 当用户分享头条时计数。

# positiveInteractionTypeSaveFilterDescription
source: Counts when a user creates a saved filter.
ar: يحتسب عندما ينشئ المستخدم مرشحًا محفوظًا.
de: Zählt beim Speichern eines Filters.
es: Al crear un filtro.
fr: Lorsqu'un filtre est créé.
it: Conta quando si crea un filtro.
ja: ユーザーが保存済みフィルターを作成したときにカウントされます。
pt: Ao criar um filtro.
zh: 当用户创建保存的过滤器时计数。

# internalPromptLogicDescription
source: Define the conditions that trigger the enjoyment prompt, such as the number of user actions and cooldown periods.
ar: تحديد الشروط التي تؤدي إلى ظهور موجه الاستمتاع، مثل عدد إجراءات المستخدم وفترات التهدئة.
de: Bedingungen für den Zufriedenheits-Prompt.
es: Condiciones para el aviso de disfrute.
fr: Conditions pour l'invite de satisfaction.
it: Condizioni che attivano il prompt.
ja: ユーザーのアクション数やクールダウン期間など、満足度プロンプトをトリガーする条件を定義します。
pt: Condições para o aviso de satisfação.
zh: 定义触发满意度提示的条件，如用户操作数量和冷却期。

# eligiblePositiveInteractionsDescription
source: Select which user actions are counted as 'positive interactions' to trigger the enjoyment prompt.
ar: اختر إجراءات المستخدم التي تُحتسب 'كتفاعلات إيجابية' لتشغيل موجه الاستمتاع.
de: Aktionen, die als positiv zählen.
es: Acciones que cuentan como positivas.
fr: Actions comptées comme positives.
it: Azioni contate come positive.
ja: 満足度プロンプトをトリガーするための「ポジティブなインタラクション」としてカウントされるユーザーアクションを選択します。
pt: Ações que contam como positivas.
zh: 选择哪些用户操作被计为“正面互动”以触发满意度提示。

# followUpActionsDescription
source: Configure what happens after a user responds to the enjoyment prompt, such as requesting a store review.
ar: تكوين ما يحدث بعد استجابة المستخدم لموجه الاستمتاع، مثل طلب مراجعة المتجر.
de: Aktionen nach Antwort auf den Prompt.
es: Acciones tras responder al aviso.
fr: Actions après réponse à l'invite.
it: Azioni dopo la risposta al prompt.
ja: ストアレビューのリクエストなど、ユーザーが満足度プロンプトに回答した後に何が起こるかを構成します。
pt: Ações após responder ao aviso.
zh: 配置用户响应满意度提示后发生的情况，如请求商店评价。

# analyticsTab
source: Analytics
ar: التحليلات
de: Analytik
es: Analíticas
fr: Analytiques
it: Analitica
ja: 分析
pt: Analíticas
zh: 分析

# analyticsDescription
source: Configure analytics provider, event logging, and sampling rates.
ar: تكوين مزود التحليلات، وتسجيل الأحداث، ومعدلات أخذ العينات.
de: Anbieter, Events und Sampling konfigurieren.
es: Configura el rastreo de eventos.
fr: Configurez le suivi des événements.
it: Configura il tracciamento degli eventi.
ja: 分析プロバイダー、イベントログ、サンプリングレートを構成します。
pt: Configura o rastreamento de eventos.
zh: 配置分析提供商、事件记录和采样率。

# analyticsSystemStatusTitle
source: Enable Analytics System
ar: تفعيل نظام التحليلات
de: Analytik-System aktivieren
es: Activar Analíticas
fr: Activer Analytiques
it: Attiva Sistema Analitica
ja: 分析システムを有効化
pt: Ativar Analíticas
zh: 启用分析系统

# analyticsSystemStatusDescription
source: Master switch to enable or disable all analytics tracking.
ar: مفتاح رئيسي لتفعيل أو تعطيل جميع عمليات تتبع التحليلات.
de: Hauptschalter für Tracking.
es: Interruptor maestro de rastreo.
fr: Interrupteur maître du suivi.
it: Interruttore principale tracciamento.
ja: すべての分析トラッキングを有効または無効にするマスタースイッチ。
pt: Interruptor mestre de rastreamento.
zh: 启用或禁用所有分析追踪的总开关。

# analyticsProviderTitle
source: Active Provider
ar: المزود النشط
de: Aktiver Anbieter
es: Proveedor Activo
fr: Fournisseur Actif
it: Fornitore Attivo
ja: アクティブなプロバイダー
pt: Provedor Ativo
zh: 当前提供商

# analyticsProviderDescription
source: Select the primary analytics service provider.
ar: اختر مزود خدمة التحليلات الأساسي.
de: Primären Analytik-Dienst wählen.
es: Servicio de analíticas principal.
fr: Service d'analytiques principal.
it: Seleziona il servizio di analitica.
ja: 主要な分析サービスプロバイダーを選択します。
pt: Serviço de analíticas principal.
zh: 选择主要的分析服务提供商。

# analyticsEventsTitle
source: Event Configuration
ar: تكوين الأحداث
de: Event-Konfiguration
es: Configuración de Eventos
fr: Configuration Événements
it: Configurazione Eventi
ja: イベント構成
pt: Configuração de Eventos
zh: 事件配置

# analyticsEventsDescription
source: Fine-tune logging for specific events. Disable noisy events or adjust sampling rates.
ar: ضبط دقيق لتسجيل أحداث محددة. قم بتعطيل الأحداث المزعجة أو تعديل معدلات أخذ العينات.
de: Logging für spezifische Events anpassen.
es: Ajusta el registro de eventos específicos.
fr: Ajustez le suivi d'événements spécifiques.
it: Regola il logging di eventi specifici.
ja: 特定のイベントのログを微調整します。ノイズの多いイベントを無効にしたり、サンプリングレートを調整したりします。
pt: Ajusta o registro de eventos específicos.
zh: 微调特定事件的记录。禁用干扰事件或调整采样率。

# samplingRateLabel
source: Sampling Rate: {rate}%
ar: معدل أخذ العينات: {rate}%
es: Tasa de muestreo: {rate}%
fr: Taux d'échantillonnage : {rate}%
it: Tasso di campionamento: {rate}%
ja: サンプリングレート: {rate}%
pt: Taxa de amostragem: {rate}%
zh: 采样率：{rate}%

# analyticsEventUserRegisteredLabel
source: User Registration
ar: تسجيل مستخدم جديد
de: Nutzer-Registrierung
es: Registro de Usuario
fr: Inscription Utilisateur
it: Registrazione Utente
ja: ユーザー登録
pt: Registro de Usuário
zh: 用户注册

# analyticsEventUserRegisteredDescription
source: Track when a new user successfully creates an account.
ar: تتبع عندما يقوم مستخدم جديد بإنشاء حساب بنجاح.
de: Trackt neue Konten.
es: Rastrea nuevos registros.
fr: Suit les nouvelles inscriptions.
it: Traccia le nuove registrazioni.
ja: 新しいユーザーがアカウントを正常に作成したときを追跡します。
pt: Rastreia novos registros.
zh: 追踪新用户成功创建账号的时间。

# analyticsEventUserLoginLabel
source: User Login
ar: تسجيل دخول المستخدم
de: Nutzer-Login
es: Inicio de Sesión
fr: Connexion Utilisateur
it: Accesso Utente
ja: ユーザーログイン
pt: Login de Usuário
zh: 用户登录

# analyticsEventUserLoginDescription
source: Track when a user logs in to the application.
ar: تتبع عندما يقوم المستخدم بتسجيل الدخول إلى التطبيق.
de: Trackt Anmeldungen.
es: Rastrea accesos.
fr: Suit les accès.
it: Traccia gli accessi.
ja: ユーザーがアプリケーションにログインしたときを追跡します。
pt: Rastreia acessos.
zh: 追踪用户登录应用程序的时间。

# analyticsEventAccountLinkedLabel
source: Account Linking
ar: ربط الحساب
de: Konto-Verknüpfung
es: Cuenta Vinculada
fr: Compte Lié
it: Account Collegato
ja: アカウントのリンク
pt: Conta Vinculada
zh: 账号关联

# analyticsEventAccountLinkedDescription
source: Track when a guest user links their account to a permanent credential.
ar: تتبع عندما يقوم مستخدم ضيف بربط حسابه ببيانات اعتماد دائمة.
de: Trackt Verknüpfungen.
es: Rastrea vinculaciones.
fr: Suit les liaisons de compte.
it: Traccia i collegamenti account.
ja: ゲストユーザーがアカウントを恒久的な認証情報にリンクしたときを追跡します。
pt: Rastreia vinculações.
zh: 追踪访客用户将账号关联到永久凭据的时间。

# analyticsEventUserRoleChangedLabel
source: User Role Change
ar: تغيير دور المستخدم
de: Rollenwechsel
es: Cambio de Rol
fr: Changement de Rôle
it: Cambio Ruolo
ja: ユーザーロールの変更
pt: Mudança de Função
zh: 用户角色变更

# analyticsEventUserRoleChangedDescription
source: Track when a user's role is updated (e.g., upgraded to Premium).
ar: تتبع عندما يتم تحديث دور المستخدم (مثل الترقية إلى مميز).
de: Trackt Upgrades/Änderungen.
es: Rastrea cambios de nivel.
fr: Suit les changements de niveau.
it: Traccia aggiornamenti di livello.
ja: ユーザーのロールが更新されたとき（例：プレミアムにアップグレード）を追跡します。
pt: Rastreia mudanças de nível.
zh: 追踪用户角色更新的时间（例如：升级到高级版）。

# analyticsEventContentViewedLabel
source: Content View
ar: مشاهدة المحتوى
de: Inhalt angesehen
es: Contenido Visto
fr: Contenu Vu
it: Contenuto Visto
ja: コンテンツの閲覧
pt: Conteúdo Visto
zh: 内容查看

# analyticsEventContentViewedDescription
source: Track when a user views a headline or article.
ar: تتبع عندما يشاهد المستخدم عنوانًا أو مقالًا.
de: Trackt Lesevorgänge.
es: Rastrea lecturas.
fr: Suit les lectures.
it: Traccia le letture.
ja: ユーザーが見出しや記事を閲覧したときを追跡します。
pt: Rastreia leituras.
zh: 追踪用户查看头条或文章的时间。

# analyticsEventContentSharedLabel
source: Content Share
ar: مشاركة المحتوى
de: Inhalt geteilt
es: Contenido Compartido
fr: Contenu Partagé
it: Contenuto Condiviso
ja: コンテンツの共有
pt: Conteúdo Compartilhado
zh: 内容分享

# analyticsEventContentSharedDescription
source: Track when a user shares content via external platforms.
ar: تتبع عندما يشارك المستخدم المحتوى عبر منصات خارجية.
de: Trackt Teilvorgänge.
es: Rastrea comparticiones.
fr: Suit les partages.
it: Traccia le condivisioni.
ja: ユーザーが外部プラットフォーム経由でコンテンツを共有したときを追跡します。
pt: Rastreia compartilhamentos.
zh: 追踪用户通过外部平台分享内容的时间。

# analyticsEventContentSavedLabel
source: Content Save
ar: حفظ المحتوى
de: Inhalt gespeichert
es: Contenido Guardado
fr: Contenu Enregistré
it: Contenuto Salvato
ja: コンテンツの保存
pt: Conteúdo Salvo
zh: 内容保存

# analyticsEventContentSavedDescription
source: Track when a user bookmarks a headline.
ar: تتبع عندما يقوم المستخدم بحفظ عنوان في المفضلة.
de: Trackt Lesezeichen.
es: Rastrea marcadores.
fr: Suit les favoris.
it: Traccia i segnalibri.
ja: ユーザーが見出しをブックマークしたときを追跡します。
pt: Rastreia favoritos.
zh: 追踪用户收藏头条的时间。

# analyticsEventContentUnsavedLabel
source: Content Unsave
ar: إلغاء حفظ المحتوى
de: Lesezeichen entfernt
es: Contenido Eliminado
fr: Contenu Désenregistré
it: Contenuto Rimosso
ja: コンテンツの保存解除
pt: Conteúdo Removido
zh: 取消内容保存

# analyticsEventContentUnsavedDescription
source: Track when a user removes a bookmark.
ar: تتبع عندما يزيل المستخدم عنوانًا من المفضلة.
de: Trackt Entfernen von Lesezeichen.
es: Rastrea eliminación de marcadores.
fr: Suit les suppressions de favoris.
it: Traccia rimozione segnalibri.
ja: ユーザーがブックマークを削除したときを追跡します。
pt: Rastreia remoção de favoritos.
zh: 追踪用户移除收藏的时间。

# analyticsEventContentReadingTimeLabel
source: Content Reading Time
ar: وقت قراءة المحتوى
de: Lesezeit
es: Tiempo de Lectura
fr: Temps de Lecture
it: Tempo di Lettura
ja: コンテンツの読了時間
pt: Tempo de Leitura
zh: 内容阅读时长

# analyticsEventContentReadingTimeDescription
source: Track the duration a user spends reading an article.
ar: تتبع المدة التي يقضيها المستخدم في قراءة مقال.
de: Trackt Lesedauer.
es: Rastrea duración de lectura.
fr: Suit la durée de lecture.
it: Traccia durata lettura.
ja: ユーザーが記事を読むのに費やした時間を追跡します。
pt: Rastreia duração de leitura.
zh: 追踪用户阅读文章所花费的时间。

# analyticsEventReactionCreatedLabel
source: Reaction Added
ar: إضافة رد فعل
de: Reaktion hinzugefügt
es: Reacción Añadida
fr: Réaction Ajoutée
it: Reazione Aggiunta
ja: リアクションの追加
pt: Reação Adicionada
zh: 添加回应

# analyticsEventReactionCreatedDescription
source: Track when a user reacts to content.
ar: تتبع عندما يتفاعل المستخدم مع المحتوى.
de: Trackt neue Reaktionen.
es: Rastrea nuevas reacciones.
fr: Suit les nouvelles réactions.
it: Traccia nuove reazioni.
ja: ユーザーがコンテンツにリアクションしたときを追跡します。
pt: Rastreia novas reações.
zh: 追踪用户对内容做出回应的时间。

# analyticsEventReactionDeletedLabel
source: Reaction Removed
ar: إزالة رد فعل
de: Reaktion entfernt
es: Reacción Eliminada
fr: Réaction Supprimée
it: Reazione Rimossa
ja: リアクションの削除
pt: Reação Removida
zh: 移除回应

# analyticsEventReactionDeletedDescription
source: Track when a user removes their reaction.
ar: تتبع عندما يزيل المستخدم رد فعله.
de: Trackt Löschen von Reaktionen.
es: Rastrea eliminación de reacciones.
fr: Suit les suppressions de réactions.
it: Traccia rimozione reazioni.
ja: ユーザーがリアクションを削除したときを追跡します。
pt: Rastreia remoção de reações.
zh: 追踪用户移除其回应的时间。

# analyticsEventCommentCreatedLabel
source: Comment Posted
ar: نشر تعليق
de: Kommentar gepostet
es: Comentario Publicado
fr: Commentaire Publié
it: Commento Inviato
ja: コメントの投稿
pt: Comentário Publicado
zh: 发表评论

# analyticsEventCommentCreatedDescription
source: Track when a user submits a new comment.
ar: تتبع عندما يرسل المستخدم تعليقًا جديدًا.
de: Trackt neue Kommentare.
es: Rastrea nuevos comentarios.
fr: Suit les nouveaux commentaires.
it: Traccia nuovi commenti.
ja: ユーザーが新しいコメントを送信したときを追跡します。
pt: Rastreia novos comentários.
zh: 追踪用户提交新评论的时间。

# analyticsEventCommentDeletedLabel
source: Comment Deleted
ar: حذف تعليق
de: Kommentar gelöscht
es: Comentario Eliminado
fr: Commentaire Supprimé
it: Commento Eliminato
ja: コメントの削除
pt: Comentário Excluído
zh: 删除评论

# analyticsEventCommentDeletedDescription
source: Track when a user deletes their own comment.
ar: تتبع عندما يحذف المستخدم تعليقه الخاص.
de: Trackt Löschen von Kommentaren.
es: Rastrea eliminación de comentarios.
fr: Suit les suppressions de commentaires.
it: Traccia rimozione commenti.
ja: ユーザーが自分のコメントを削除したときを追跡します。
pt: Rastreia exclusão de comentários.
zh: 追踪用户删除其自身评论的时间。

# analyticsEventReportSubmittedLabel
source: Report Submitted
ar: تقديم بلاغ
de: Meldung gesendet
es: Reporte Enviado
fr: Rapport Envoyé
it: Segnalazione Inviata
ja: レポートの送信
pt: Denúncia Enviada
zh: 提交举报

# analyticsEventReportSubmittedDescription
source: Track when a user reports content or other users.
ar: تتبع عندما يبلغ المستخدم عن محتوى أو مستخدمين آخرين.
de: Trackt Nutzer-Meldungen.
es: Rastrea reportes de usuarios.
fr: Suit les signalements.
it: Traccia le segnalazioni.
ja: ユーザーがコンテンツや他のユーザーをレポートしたときを追跡します。
pt: Rastreia denúncias de usuários.
zh: 追踪用户举报内容或其他用户的时间。

# analyticsEventHeadlineFilterCreatedLabel
source: Headline Filter Creation
ar: إنشاء مرشح عناوين
de: Filter erstellt
es: Filtro Creado
fr: Filtre Créé
it: Filtro Creato
ja: 見出しフィルターの作成
pt: Filtro Criado
zh: 头条过滤器创建

# analyticsEventHeadlineFilterCreatedDescription
source: Track when a user creates a new custom headline filter.
ar: تتبع عندما ينشئ المستخدم مرشح عناوين مخصص جديد.
de: Trackt neue Filter.
es: Rastrea creación de filtros.
fr: Suit la création de filtres.
it: Traccia creazione filtri.
ja: ユーザーが新しいカスタム見出しフィルターを作成したときを追跡します。
pt: Rastreia criação de filtros.
zh: 追踪用户创建新的自定义头条过滤器的时间。

# analyticsEventHeadlineFilterUpdatedLabel
source: Headline Filter Update
ar: تحديث مرشح عناوين
de: Filter aktualisiert
es: Filtro Actualizado
fr: Filtre Mis à Jour
it: Filtro Aggiornato
ja: 見出しフィルターの更新
pt: Filtro Atualizado
zh: 头条过滤器更新

# analyticsEventHeadlineFilterUpdatedDescription
source: Track when a user modifies an existing headline filter.
ar: تتبع عندما يعدل المستخدم مرشح عناوين موجود.
de: Trackt Filter-Änderungen.
es: Rastrea cambios en filtros.
fr: Suit les modifications de filtres.
it: Traccia modifiche filtri.
ja: ユーザーが既存の見出しフィルターを変更したときを追跡します。
pt: Rastreia mudanças em filtros.
zh: 追踪用户修改现有头条过滤器的时间。

# analyticsEventHeadlineFilterUsedLabel
source: Headline Filter Usage
ar: استخدام مرشح عناوين
de: Filter genutzt
es: Filtro Usado
fr: Filtre Utilisé
it: Filtro Usato
ja: 見出しフィルターの使用
pt: Filtro Usado
zh: 头条过滤器使用
