Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

# analyticsEventHeadlineFilterUsedDescription
source: Track when a user applies a saved headline filter.
ar: تتبع عندما يطبق المستخدم مرشح عناوين محفوظ.
de: Trackt Filter-Anwendung.
es: Rastrea aplicación de filtros.
fr: Suit l'application de filtres.
it: Traccia applicazione filtri.
ja: ユーザーが保存済みの見出しフィルターを適用したときを追跡します。
pt: Rastreia aplicação de filtros.
zh: 追踪用户应用已保存的头条过滤器的时间。

# analyticsEventSourceFilterCreatedLabel
source: Source Filter Creation
ar: إنشاء مرشح مصادر

# analyticsEventSourceFilterCreatedDescription
source: Track when a user creates a new source filter.
ar: تتبع عندما ينشئ المستخدم مرشح مصادر جديد.

# analyticsEventSourceFilterUpdatedLabel
source: Source Filter Update
ar: تحديث مرشح مصادر

# analyticsEventSourceFilterUpdatedDescription
source: Track when a user modifies an existing source filter.
ar: تتبع عندما يعدل المستخدم مرشح مصادر موجود.

# analyticsEventSearchPerformedLabel
source: Search Performed
ar: إجراء بحث
de: Suche ausgeführt
es: Búsqueda Realizada
fr: Recherche Effectuée
it: Ricerca Effettuata
ja: 検索の実行
pt: Busca Realizada
zh: 执行搜索

# analyticsEventSearchPerformedDescription
source: Track when a user performs a search query.
ar: تتبع عندما يقوم المستخدم بإجراء استعلام بحث.
de: Trackt Suchanfragen.
es: Rastrea consultas de búsqueda.
fr: Suit les requêtes de recherche.
it: Traccia le query di ricerca.
ja: ユーザーが検索クエリを実行したときを追跡します。
pt: Rastreia consultas de busca.
zh: 追踪用户执行搜索查询的时间。

# analyticsEventAppReviewPromptRespondedLabel
source: Review Prompt Response
ar: استجابة لطلب التقييم
de: Prompt-Antwort
es: Respuesta a Aviso
fr: Réponse à l'Invite
it: Risposta al Prompt
ja: レビュープロンプトへの回答
pt: Resposta ao Aviso
zh: 评价提示响应

# analyticsEventAppReviewPromptRespondedDescription
source: Track user responses to the internal 'Enjoying the app?' prompt.
ar: تتبع استجابات المستخدم للموجه الداخلي 'هل تستمتع بالتطبيق؟'.
de: Trackt Antworten auf 'Gefällt dir die App?'.
es: Rastrea respuesta a '¿Disfrutas la app?'.
fr: Suit la réponse à 'Aimez-vous l'app ?'.
it: Traccia risposte a 'Ti piace l'app?'.
ja: 内部の「アプリを楽しんでいますか？」プロンプトに対するユーザーの回答を追跡します。
pt: Rastreia resposta a 'Gosta do app?'.
zh: 追踪用户对内部“喜欢该应用吗？”提示的响应。

# analyticsEventAppReviewStoreRequestedLabel
source: Store Review Request
ar: طلب تقييم المتجر
de: Store-Review angefordert
es: Reseña en Tienda Pedida
fr: Avis Boutique Demandé
it: Recensione Store Richiesta
ja: ストアレビューのリクエスト
pt: Avaliação na Loja Pedida
zh: 商店评价请求

# analyticsEventAppReviewStoreRequestedDescription
source: Track when the native OS store review dialog is requested.
ar: تتبع عندما يتم طلب مربع حوار مراجعة المتجر الأصلي لنظام التشغيل.
de: Trackt offizielle Review-Anfragen.
es: Rastrea peticiones de reseña oficial.
fr: Suit les demandes d'avis officiel.
it: Traccia richieste recensione ufficiale.
ja: ネイティブOSのストアレビューダイアログがリクエストされたときを追跡します。
pt: Rastreia pedidos de avaliação oficial.
zh: 追踪请求原生 OS 商店评价对话框的时间。

# analyticsEventLimitExceededLabel
source: Limit Exceeded
ar: تجاوز الحد
de: Limit überschritten
es: Límite Excedido
fr: Limite Dépassée
it: Limite Superato
ja: 制限超過
pt: Limite Excedido
zh: 超出限制

# analyticsEventLimitExceededDescription
source: Track when a user hits a usage limit (e.g., saved items limit).
ar: تتبع عندما يصل المستخدم إلى حد الاستخدام (مثل حد العناصر المحفوظة).
de: Trackt Erreichen von Limits.
es: Rastrea cuando se alcanza un límite.
fr: Suit quand une limite est atteinte.
it: Traccia quando si tocca un limite.
ja: ユーザーが使用制限（例：保存アイテムの制限）に達したときを追跡します。
pt: Rastreia quando se atinge um limite.
zh: 追踪用户达到使用限制（如保存项目限制）的时间。

# analyticsEventLimitExceededCtaClickedLabel
source: Limit CTA Click
ar: النقر على إجراء الحد
de: Limit CTA Klick
es: Clic en CTA de Límite
fr: Clic CTA Limite
it: Clic CTA Limite
ja: 制限CTAのクリック
pt: Clique em CTA de Limite
zh: 限制 CTA 点击

# analyticsEventLimitExceededCtaClickedDescription
source: Track clicks on 'Upgrade' or 'Link Account' buttons in limit dialogs.
ar: تتبع النقرات على أزرار 'ترقية' أو 'ربط الحساب' في مربعات حوار الحدود.
de: Trackt Klicks auf 'Upgrade'.
es: Rastrea clics en 'Mejorar'.
fr: Suit les clics sur 'Améliorer'.
it: Traccia clic su 'Passa a Premium'.
ja: 制限ダイアログの「アップグレード」または「アカウントをリンク」ボタンのクリックを追跡します。
pt: Rastreia cliques em 'Melhorar'.
zh: 追踪点击限制对话框中“升级”或“关联账号”按钮的次数。

# analyticsEventPaywallPresentedLabel
source: Paywall Impression
ar: ظهور جدار الدفع
de: Paywall angezeigt
es: Muro de Pago Visto
fr: Paywall Affiché
it: Impressione Paywall
ja: ペイウォールの表示
pt: Paywall Visto
zh: 付费墙展示

# analyticsEventPaywallPresentedDescription
source: Track when the paywall screen is shown to a user.
ar: تتبع عندما يتم عرض شاشة جدار الدفع للمستخدم.
de: Trackt Paywall-Impressions.
es: Rastrea impresiones del muro de pago.
fr: Suit les impressions du paywall.
it: Traccia visualizzazioni paywall.
ja: ペイウォール画面がユーザーに表示されたときを追跡します。
pt: Rastreia impressões do paywall.
zh: 追踪向用户显示付费墙屏幕的时间。

# analyticsEventSubscriptionStartedLabel
source: Subscription Start
ar: بدء الاشتراك
de: Abo gestartet
es: Suscripción Iniciada
fr: Abonnement Lancé
it: Abbonamento Iniziato
ja: サブスクリプションの開始
pt: Assinatura Iniciada
zh: 订阅开始

# analyticsEventSubscriptionStartedDescription
source: Track when a user successfully starts a new subscription.
ar: تتبع عندما يبدأ المستخدم اشتراكًا جديدًا بنجاح.
de: Trackt neue Käufe.
es: Rastrea nuevas compras.
fr: Suit les nouveaux achats.
it: Traccia nuovi acquisti.
ja: ユーザーが新しいサブスクリプションを正常に開始したときを追跡します。
pt: Rastreia novas compras.
zh: 追踪用户成功开始新订阅的时间。

# analyticsEventSubscriptionRenewedLabel
source: Subscription Renewal
ar: تجديد الاشتراك
de: Abo verlängert
es: Suscripción Renovada
fr: Abonnement Renouvelé
it: Abbonamento Rinnovato
ja: サブスクリプションの更新
pt: Assinatura Renovada
zh: 订阅续订

# analyticsEventSubscriptionRenewedDescription
source: Track when a subscription is automatically or manually renewed.
ar: تتبع عندما يتم تجديد الاشتراك تلقائيًا أو يدويًا.
de: Trackt Verlängerungen.
es: Rastrea renovaciones.
fr: Suit les renouvellements.
it: Traccia rinnovi.
ja: サブスクリプションが自動または手動で更新されたときを追跡します。
pt: Rastreia renovações.
zh: 追踪订阅自动或手动续订的时间。

# analyticsEventSubscriptionCancelledLabel
source: Subscription Cancellation
ar: إلغاء الاشتراك
de: Abo gekündigt
es: Suscripción Cancelada
fr: Abonnement Annulé
it: Abbonamento Annullato
ja: サブスクリプションのキャンセル
pt: Assinatura Cancelada
zh: 订阅取消

# analyticsEventSubscriptionCancelledDescription
source: Track when a user cancels their subscription.
ar: تتبع عندما يقوم المستخدم بإلغاء اشتراكه.
de: Trackt Kündigungen.
es: Rastrea cancelaciones.
fr: Suit les annulations.
it: Traccia cancellazioni.
ja: ユーザーがサブスクリプションをキャンセルしたときを追跡します。
pt: Rastreia cancelamentos.
zh: 追踪用户取消订阅的时间。

# analyticsEventSubscriptionEndedLabel
source: Subscription End
ar: انتهاء الاشتراك
de: Abo beendet
es: Suscripción Finalizada
fr: Abonnement Terminé
it: Abbonamento Terminato
ja: サブスクリプションの終了
pt: Assinatura Finalizada
zh: 订阅结束

# analyticsEventSubscriptionEndedDescription
source: Track when a subscription expires or is terminated.
ar: تتبع عندما تنتهي صلاحية الاشتراك أو يتم إنهاؤه.
de: Trackt Ablauf von Abos.
es: Rastrea expiraciones.
fr: Suit les expirations.
it: Traccia scadenze.
ja: サブスクリプションが期限切れになるか終了したときを追跡します。
pt: Rastreia expirações.
zh: 追踪订阅过期或终止的时间。

# analyticsEventAdImpressionLabel
source: Ad Impression
ar: ظهور إعلان
de: Anzeigen-Impression
es: Impresión de Anuncio
fr: Impression Pub
it: Impressione Annuncio
ja: 広告の表示
pt: Impressão de Anúncio
zh: 广告展示

# analyticsEventAdImpressionDescription
source: Track when an advertisement is displayed to the user.
ar: تتبع عندما يتم عرض إعلان للمستخدم.
de: Trackt Sichtbarkeit von Ads.
es: Rastrea visualización de ads.
fr: Suit l'affichage des pubs.
it: Traccia visualizzazione ads.
ja: 広告がユーザーに表示されたときを追跡します。
pt: Rastreia visualização de ads.
zh: 追踪向用户展示广告的时间。

# analyticsEventAdClickedLabel
source: Ad Click
ar: النقر على إعلان
de: Anzeigen-Klick
es: Clic en Anuncio
fr: Clic sur Pub
it: Clic su Annuncio
ja: 広告のクリック
pt: Clique em Anúncio
zh: 广告点击

# analyticsEventAdClickedDescription
source: Track when a user clicks on an advertisement.
ar: تتبع عندما ينقر المستخدم على إعلان.
de: Trackt Klicks auf Ads.
es: Rastrea clics en ads.
fr: Suit les clics sur les pubs.
it: Traccia clic su ads.
ja: ユーザーが広告をクリックしたときを追跡します。
pt: Rastreia cliques em ads.
zh: 追踪用户点击广告的时间。

# analyticsEventAdLoadFailedLabel
source: Ad Load Failure
ar: فشل تحميل الإعلان
de: Anzeigen-Ladefehler
es: Error de Carga de Ad
fr: Échec Chargement Pub
it: Errore Caricamento Ad
ja: 広告の読み込み失敗
pt: Erro de Carregamento de Ad
zh: 广告加载失败

# analyticsEventAdLoadFailedDescription
source: Track errors when attempting to load advertisements.
ar: تتبع الأخطاء عند محاولة تحميل الإعلانات.
de: Trackt Fehler beim Laden.
es: Rastrea fallos en ads.
fr: Suit les erreurs de pubs.
it: Traccia fallimenti ads.
ja: 広告の読み込みを試みた際のエラーを追跡します。
pt: Rastreia falhas em ads.
zh: 追踪尝试加载广告时的错误。

# analyticsEventAdRewardEarnedLabel
source: Ad Reward Earned
ar: كسب مكافأة الإعلان
de: Belohnung erhalten
es: Recompensa Ganada
fr: Récompense Gagnée
it: Premio Guadagnato
ja: 広告リワードの獲得
pt: Recompensa Ganha
zh: 获得广告奖励

# analyticsEventAdRewardEarnedDescription
source: Track when a user completes a rewarded ad action.
ar: تتبع عندما يكمل المستخدم إجراء إعلان بمكافأة.
de: Trackt abgeschlossene Belohnungs-Ads.
es: Rastrea ads bonificados completados.
fr: Suit les pubs récompensées finies.
it: Traccia ads con premio completati.
ja: ユーザーがリワード広告のアクションを完了したときを追跡します。
pt: Rastreia ads premiados completados.
zh: 追踪用户完成激励广告操作的时间。

# analyticsEventThemeChangedLabel
source: Theme Change
ar: تغيير السمة
de: Design geändert
es: Cambio de Tema
fr: Changement de Thème
it: Cambio Tema
ja: テーマの変更
pt: Mudança de Tema
zh: 主题变更

# analyticsEventThemeChangedDescription
source: Track when a user changes the application theme.
ar: تتبع عندما يغير المستخدم سمة التطبيق.
de: Trackt visuelle Änderungen.
es: Rastrea cambios visuales.
fr: Suit les changements visuels.
it: Traccia modifiche visive.
ja: ユーザーがアプリケーションのテーマを変更したときを追跡します。
pt: Rastreia mudanças visuais.
zh: 追踪用户更改应用程序主题的时间。

# analyticsEventLanguageChangedLabel
source: Language Change
ar: تغيير اللغة
de: Sprache geändert
es: Cambio de Idioma
fr: Changement de Langue
it: Cambio Lingua
ja: 言語の変更
pt: Mudança de Idioma
zh: 语言变更

# analyticsEventLanguageChangedDescription
source: Track when a user changes the application language.
ar: تتبع عندما يغير المستخدم لغة التطبيق.
de: Trackt Sprachänderungen.
es: Rastrea cambios de idioma.
fr: Suit les changements de langue.
it: Traccia modifiche lingua.
ja: ユーザーがアプリケーションの言語を変更したときを追跡します。
pt: Rastreia mudanças de idioma.
zh: 追踪用户更改应用程序语言的时间。

# analyticsEventFeedDensityChangedLabel
source: Feed Density Change
ar: تغيير كثافة الموجز
de: Dichte geändert
es: Cambio de Densidad
fr: Changement Densité
it: Cambio Densità Feed
ja: フィード密度の変更
pt: Mudança de Densidade
zh: 信息流密度变更

# analyticsEventFeedDensityChangedDescription
source: Track when a user adjusts the information density of the feed.
ar: تتبع عندما يعدل المستخدم كثافة المعلومات في الموجز.
de: Trackt Feed-Anpassungen.
es: Rastrea ajustes del feed.
fr: Suit les réglages du flux.
it: Traccia regolazioni feed.
ja: ユーザーがフィードの情報密度を調整したときを追跡します。
pt: Rastreia ajustes do feed.
zh: 追踪用户调整信息流信息密度的时间。

# analyticsEventBrowserChoiceChangedLabel
source: Browser Preference Change
ar: تغيير تفضيل المتصفح
de: Browser-Wahl geändert
es: Cambio de Navegador
fr: Changement Navigateur
it: Cambio Preferenza Browser
ja: ブラウザ設定の変更
pt: Mudança de Navegador
zh: 浏览器偏好变更

# analyticsEventBrowserChoiceChangedDescription
source: Track when a user changes their preferred browser for opening links.
ar: تتبع عندما يغير المستخدم متصفحه المفضل لفتح الروابط.
de: Trackt Link-Präferenzen.
es: Rastrea preferencia de enlaces.
fr: Suit la préférence de liens.
it: Traccia scelta browser.
ja: ユーザーがリンクを開くための優先ブラウザを変更したときを追跡します。
pt: Rastreia preferência de links.
zh: 追踪用户更改打开链接的首选浏览器的时间。

# analyticsEventSourceFilterUsedLabel
source: Source Filter Usage
ar: استخدام مرشح مصادر

# analyticsEventSourceFilterUsedDescription
source: Track when a user applies a saved source filter.
ar: تتبع عندما يطبق المستخدم مرشح مصادر محفوظ.

# analyticsEventAppTourStartedLabel
source: App Tour Started
ar: بدء جولة التطبيق
de: Tour gestartet
es: Tour Iniciado
fr: Tour Lancé
it: Tour Iniziato
ja: アプリツアーの開始
pt: Tour Iniciado
zh: 应用导览开始

# analyticsEventAppTourStartedDescription
source: Track when the pre-authentication app tour is shown.
ar: تتبع عندما يتم عرض جولة التطبيق قبل المصادقة.
de: Trackt Start der App-Tour.
es: Rastrea inicio del tour.
fr: Suit le début du tour.
it: Traccia inizio tour.
ja: 認証前のアプリツアーが表示されたときを追跡します。
pt: Rastreia início do tour.
zh: 追踪显示身份验证前应用导览的时间。

# analyticsEventAppTourStepViewedLabel
source: App Tour Step Viewed
ar: مشاهدة خطوة في جولة التطبيق
de: Tour-Schritt angesehen
es: Paso del Tour Visto
fr: Étape du Tour Vue
it: Passaggio Tour Visto
ja: アプリツアーのステップ閲覧
pt: Passo do Tour Visto
zh: 应用导览步骤查看

# analyticsEventAppTourStepViewedDescription
source: Track each page view within the app tour.
ar: تتبع كل مشاهدة صفحة داخل جولة التطبيق.
de: Trackt Seitenaufrufe in der Tour.
es: Rastrea vistas del tour.
fr: Suit les vues du tour.
it: Traccia visualizzazioni pagine tour.
ja: アプリツアー内の各ページビューを追跡します。
pt: Rastreia vistas do tour.
zh: 追踪应用导览中的每个页面查看。

# analyticsEventAppTourCompletedLabel
source: App Tour Completed
ar: إكمال جولة التطبيق
de: Tour abgeschlossen
es: Tour Completado
fr: Tour Terminé
it: Tour Completato
ja: アプリツアーの完了
pt: Tour Completado
zh: 应用导览完成

# analyticsEventAppTourCompletedDescription
source: Track when a user completes the app tour.
ar: تتبع عندما يكمل المستخدم جولة التطبيق.
de: Trackt Ende der Tour.
es: Rastrea fin del tour.
fr: Suit la fin du tour.
it: Traccia fine tour.
ja: ユーザーがアプリツアーを完了したときを追跡します。
pt: Rastreia fim do tour.
zh: 追踪用户完成应用导览的时间。

# analyticsEventAppTourSkippedLabel
source: App Tour Skipped
ar: تخطي جولة التطبيق
de: Tour übersprungen
es: Tour Omitido
fr: Tour Ignoré
it: Tour Saltato
ja: アプリツアーのスキップ
pt: Tour Omitido
zh: 应用导览跳过

# analyticsEventAppTourSkippedDescription
source: Track if a user skips the app tour.
ar: تتبع إذا قام المستخدم بتخطي جولة التطبيق.
de: Trackt Überspringen der Tour.
es: Rastrea si se salta el tour.
fr: Suit si le tour est sauté.
it: Traccia se il tour viene saltato.
ja: ユーザーがアプリツアーをスキップしたかどうかを追跡します。
pt: Rastreia se pula o tour.
zh: 追踪用户是否跳过了应用导览。

# analyticsEventInitialPersonalizationStartedLabel
source: Initial Personalization Started
ar: بدء التخصيص الأولي
de: Personalisierung gestartet
es: Personalización Iniciada
fr: Personnalisation Lancée
it: Personalizzazione Iniziata
ja: 初回パーソナライズの開始
pt: Personalização Iniciada
zh: 初始个性化开始

# analyticsEventInitialPersonalizationStartedDescription
source: Track when the post-authentication personalization flow begins.
ar: تتبع عندما يبدأ تدفق التخصيص بعد المصادقة.
de: Trackt Start des Onboardings.
es: Rastrea inicio de onboarding.
fr: Suit le début de l'onboarding.
it: Traccia inizio onboarding.
ja: 認証後のパーソナライズフローが開始されたときを追跡します。
pt: Rastreia início de onboarding.
zh: 追踪身份验证后个性化流程开始的时间。

# analyticsEventInitialPersonalizationStepViewedLabel
source: Personalization Step Viewed
ar: مشاهدة خطوة التخصيص
de: Onboarding-Schritt angesehen
es: Paso de Onboarding Visto
fr: Étape Onboarding Vue
it: Passaggio Onboarding Visto
ja: パーソナライズステップの閲覧
pt: Passo de Onboarding Visto
zh: 个性化步骤查看

# analyticsEventInitialPersonalizationStepViewedDescription
source: Track each step view within the personalization flow.
ar: تتبع كل مشاهدة خطوة داخل تدفق التخصيص.
de: Trackt Onboarding-Seiten.
es: Rastrea pasos de onboarding.
fr: Suit les étapes d'onboarding.
it: Traccia passi onboarding.
ja: パーソナライズフロー内の各ステップビューを追跡します。
pt: Rastreia passos de onboarding.
zh: 追踪个性化流程中的每个步骤查看。

# analyticsEventInitialPersonalizationCompletedLabel
source: Personalization Completed
ar: إكمال التخصيص
de: Personalisierung abgeschlossen
es: Personalización Completada
fr: Personnalisation Finie
it: Personalizzazione Completata
ja: パーソナライズの完了
pt: Personalização Completada
zh: 个性化完成

# analyticsEventInitialPersonalizationCompletedDescription
source: Track when a user completes the personalization flow.
ar: تتبع عندما يكمل المستخدم تدفق التخصيص.
de: Trackt Ende des Onboardings.
es: Rastrea fin de onboarding.
fr: Suit la fin de l'onboarding.
it: Traccia fine onboarding.
ja: ユーザーがパーソナライズフローを完了したときを追跡します。
pt: Rastreia fim de onboarding.
zh: 追踪用户完成个性化流程的时间。

# analyticsEventInitialPersonalizationSkippedLabel
source: Personalization Skipped
ar: تخطي التخصيص
de: Personalisierung übersprungen
es: Personalización Omitida
fr: Personnalisation Ignorée
it: Personalizzazione Saltata
ja: パーソナライズのスキップ
pt: Personalização Omitida
zh: 个性化跳过

# analyticsEventInitialPersonalizationSkippedDescription
source: Track if a user skips the personalization flow.
ar: تتبع إذا قام المستخدم بتخطي تدفق التخصيص.
de: Trackt Überspringen des Onboardings.
es: Rastrea si se salta el onboarding.
fr: Suit si l'onboarding est sauté.
it: Traccia se onboarding saltato.
ja: ユーザーがパーソナライズフローをスキップしたかどうかを追跡します。
pt: Rastreia se pula o onboarding.
zh: 追踪用户是否跳过了个性化流程。

# timeFrameDay
source: 24H
ar: 24س
ja: 24時間
zh: 24小时

# timeFrameWeek
source: 7D
ar: 7ي
de: 7T
fr: 7J
it: 7G
ja: 7日間
zh: 7天

# timeFrameMonth
source: 30D
ar: 30ي
de: 30T
fr: 30J
it: 30G
ja: 30日間
zh: 30天

# timeFrameYear
source: 1Y
ar: سنة
de: 1J
es: 1A
fr: 1A
it: 1A
ja: 1年間
pt: 1A
zh: 1年

source: No data available
ar: لا توجد بيانات
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato disponibile
ja: データなし
pt: Sem dados
zh: 无可用数据

source: vs previous period
ar: مقارنة بالفترة السابقة
de: vs Vorperiode
es: vs periodo anterior
fr: vs période précédente
it: vs periodo precedente
ja: 前期間比
pt: vs período anterior
zh: 对比上一周期

# vsPreviousDay
source: vs previous 24h
ar: مقارنة بـ ٢٤ ساعة الماضية
de: vs letzte 24h
es: vs últimas 24h
fr: vs dernières 24h
it: vs ultime 24h
ja: 過去24時間比
pt: vs últimas 24h
zh: 对比过去 24 小时

# vsPreviousWeek
source: vs previous 7 days
ar: مقارنة بـ ٧ أيام الماضية
de: vs letzte 7 Tage
es: vs últimos 7 días
fr: vs derniers 7 jours
it: vs ultimi 7 giorni
ja: 過去7日間比
pt: vs últimos 7 dias
zh: 对比过去 7 天

# vsPreviousMonth
source: vs previous 30 days
ar: مقارنة بـ ٣٠ يوم الماضية
de: vs letzte 30 Tage
es: vs últimos 30 días
fr: vs derniers 30 jours
it: vs ultimi 30 giorni
ja: 過去30日間比
pt: vs últimos 30 dias
zh: 对比过去 30 天

source: vs previous year
ar: مقارنة بالسنة الماضية
de: vs Vorjahr
es: vs año anterior
fr: vs année précédente
it: vs anno precedente
ja: 前年比
pt: vs ano anterior
zh: 对比去年

# kpiUsersTotalRegistered
source: Total Registered Users
ar: إجمالي المستخدمين المسجلين
de: Registrierte Nutzer
es: Usuarios Registrados
fr: Utilisateurs Inscrits
it: Utenti Registrati
ja: 登録ユーザー総数
pt: Usuários Registrados
zh: 注册用户总数

# kpiUsersNewRegistrations
source: New Registrations
ar: تسجيلات جديدة
de: Neu-Registrierungen
es: Nuevos Registros
fr: Nouvelles Inscriptions
it: Nuove Registrazioni
ja: 新規登録数
pt: Novos Registros
zh: 新注册用户

# kpiUsersActiveUsers
source: Active Users
ar: المستخدمون النشطون
de: Aktive Nutzer
es: Usuarios Activos
fr: Utilisateurs Actifs
it: Utenti Attivi
ja: アクティブユーザー数
pt: Usuários Ativos
zh: 活跃用户

# kpiContentHeadlinesTotalPublished
source: Total Headlines Published
ar: إجمالي العناوين المنشورة
de: Veröffentlichte Schlagzeilen
es: Titulares Publicados
fr: Titres Publiés
it: Titoli Pubblicati
ja: 公開済み見出し総数
pt: Manchetes Publicadas
zh: 已发布头条总数

# kpiContentHeadlinesTotalViews
source: Total Headline Views
ar: إجمالي مشاهدات العناوين
de: Gesamtansichten
es: Vistas de Titulares
fr: Vues des Titres
it: Visualizzazioni Titoli
ja: 見出し閲覧総数
pt: Vistas de Manchetes
zh: 头条查看总数

# kpiContentHeadlinesTotalLikes
source: Total Headline Likes
ar: إجمالي الإعجابات
de: Gesamt-Likes
es: Likes en Titulares
fr: Likes sur Titres
it: Like sui Titoli
ja: 見出しいいね総数
pt: Curtidas em Manchetes
zh: 头条点赞总数

# kpiContentSourcesTotalSources
source: Total Sources
ar: إجمالي المصادر
de: Gesamt Quellen
es: Total Fuentes
it: Totale Fonti
ja: ソース総数
pt: Total Fontes
zh: 来源总数

# kpiContentSourcesNewSources
source: New Sources
ar: مصادر جديدة
de: Neue Quellen
es: Nuevas Fuentes
fr: Nouvelles Sources
it: Nuove Fonti
ja: 新規ソース数
pt: Novas Fontes
zh: 新来源

# kpiContentSourcesTotalFollowers
source: Total Source Followers
ar: إجمالي متابعي المصادر
de: Quellen-Follower
es: Seguidores de Fuentes
fr: Abonnés aux Sources
it: Seguaci Fonti
ja: ソースフォロワー総数
pt: Seguidores de Fontes
zh: 来源关注者总数

# kpiContentTopicsTotalTopics
source: Total Topics
ar: إجمالي المواضيع
de: Gesamt Themen
es: Total Temas
fr: Total Sujets
it: Totale Argomenti
ja: トピック総数
pt: Total Tópicos
zh: 话题总数

# kpiContentTopicsNewTopics
source: New Topics
ar: مواضيع جديدة
de: Neue Themen
es: Nuevos Temas
fr: Nouveaux Sujets
it: Nuovi Argomenti
ja: 新規トピック数
pt: Novos Tópicos
zh: 新话题

# kpiContentTopicsTotalFollowers
source: Total Topic Followers
ar: إجمالي متابعي المواضيع
de: Themen-Follower
es: Seguidores de Temas
fr: Abonnés aux Sujets
it: Seguaci Argomenti
ja: トピックフォロワー総数
pt: Seguidores de Tópicos
zh: 话题关注者总数

# kpiEngagementsTotalReactions
source: Total Reactions
ar: إجمالي التفاعلات
de: Gesamt Reaktionen
es: Total Reacciones
fr: Total Réactions
it: Totale Reazioni
ja: リアクション総数
pt: Total Reações
zh: 回应总数

# kpiEngagementsTotalComments
source: Total Comments
ar: إجمالي التعليقات
de: Gesamt Kommentare
es: Total Comentarios
fr: Total Commentaires
it: Totale Commenti
ja: コメント総数
pt: Total Comentários
zh: 评论总数

# kpiEngagementsAverageEngagementRate
source: Avg. Engagement Rate
ar: معدل التفاعل
de: Durchschn. Interaktionsrate
es: Tasa de Interacción Media
fr: Taux d'Engagement Moyen
it: Tasso Interazione Medio
ja: 平均エンゲージメント率
pt: Taxa de Engajamento Média
zh: 平均互动率

# kpiEngagementsReportsPending
source: Pending Reports
ar: بلاغات قيد الانتظار
de: Offene Meldungen
es: Reportes Pendientes
fr: Rapports en Attente
it: Segnalazioni Pendenti
ja: 保留中のレポート
pt: Denúncias Pendentes
zh: 待处理举报

# kpiEngagementsReportsResolved
source: Resolved Reports
ar: بلاغات تم حلها
de: Gelöste Meldungen
es: Reportes Resueltos
fr: Rapports Résolus
it: Segnalazioni Risolte
ja: 解決済みのレポート
pt: Denúncias Resolvidas
zh: 已解决举报

# kpiEngagementsReportsAverageResolutionTime
source: Avg. Resolution Time
ar: متوسط وقت الحل
de: Durchschn. Lösezeit
es: Tiempo Medio de Resolución
fr: Temps Moyen de Résolution
it: Tempo Medio Risoluzione
ja: 平均解決時間
pt: Tempo Médio de Resolução
zh: 平均解决时间

# kpiEngagementsAppReviewsTotalFeedback
source: Total Feedback
ar: إجمالي الملاحظات
de: Gesamt Feedback
it: Totale Feedback
ja: フィードバック総数
zh: 反馈总数

# kpiEngagementsAppReviewsPositiveFeedback
source: Positive Feedback
ar: ملاحظات إيجابية
de: Positives Feedback
es: Feedback Positivo
fr: Feedback Positif
it: Feedback Positivo
ja: ポジティブなフィードバック
pt: Feedback Positivo
zh: 正面反馈

# kpiEngagementsAppReviewsStoreRequests
source: Store Review Requests
ar: طلبات تقييم المتجر
de: Store-Anfragen
es: Peticiones de Reseña
fr: Demandes d'Avis
it: Richieste Recensione
ja: ストアレビューリクエスト数
pt: Pedidos de Avaliação
zh: 商店评价请求

# chartUsersRegistrationsOverTime
source: Registrations Over Time
ar: التسجيلات عبر الزمن
de: Registrierungen im Zeitverlauf
es: Registros en el Tiempo
fr: Inscriptions dans le Temps
it: Registrazioni nel Tempo
ja: 登録数の推移
pt: Registros no Tempo
zh: 注册量随时间变化

# chartUsersActiveUsersOverTime
source: Active Users Trend
ar: اتجاه المستخدمين النشطين
de: Trend aktive Nutzer
es: Tendencia de Activos
fr: Tendance Actifs
it: Trend Utenti Attivi
ja: アクティブユーザーの傾向
pt: Tendência de Ativos
zh: 活跃用户趋势

# chartUsersRoleDistribution
source: User Role Distribution
ar: توزيع أدوار المستخدمين
de: Rollenverteilung
es: Distribución por Rol
fr: Distribution par Rôle
it: Distribuzione Ruoli
ja: ユーザーロールの分布
pt: Distribuição por Função
zh: 用户角色分布
