Repository: flutter-news-app-full-source-code/flutter-news-app-web-dashboard-full-source-code
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, de, es, fr, it, ja, pt, zh

source: Comment
ar: التعليق
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
pt: Comentário
zh: 评论

source: Comment Status
ar: حالة التعليق
de: Kommentar-Status
es: Estado del Comentario
fr: État du Commentaire
it: Stato Commento
ja: コメントステータス
pt: Status do Comentário
zh: 评论状态

# hasCommentFilterLabel
source: Contains Comment
ar: تحتوي على تعليقات
de: Enthält Kommentar
es: Contiene Comentario
fr: Contient Commentaire
it: Contiene Commento
ja: コメントあり
pt: Contém Comentário
zh: 包含评论

# hasCommentFilterDescription
source: Show only engagements that include a text comment.
ar: إظهار التفاعلات التي تتضمن تعليقًا نصيًا فقط.
de: Nur Interaktionen mit Text.
es: Solo con texto.
fr: Uniquement avec texte.
it: Solo interazioni con testo.
ja: テキストコメントを含むエンゲージメントのみを表示します。
pt: Apenas com texto.
zh: 仅显示包含文字评论的互动。

source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
ja: 日付
pt: Data
zh: 日期

source: Approve Comment
ar: الموافقة على التعليق
de: Kommentar genehmigen
es: Aprobar Comentario
fr: Approuver Commentaire
it: Approva Commento
ja: コメントを承認
pt: Aprovar Comentário
zh: 批准评论

source: Reject Comment
ar: رفض التعليق
de: Kommentar ablehnen
es: Rechazar Comentario
fr: Rejeter Commentaire
it: Rifiuta Commento
ja: コメントを拒否
pt: Rejeitar Comentário
zh: 拒绝评论

# viewEngagedContent
source: View Content
ar: عرض المحتوى
de: Inhalt ansehen
es: Ver Contenido
fr: Voir Contenu
it: Vedi Contenuto
ja: コンテンツを表示
pt: Ver Conteúdo
zh: 查看内容

source: Copy User ID
ar: نسخ معرف المستخدم
de: Nutzer-ID kopieren
es: Copiar ID de Usuario
fr: Copier ID Utilisateur
it: Copia ID Utente
ja: ユーザーIDをコピー
pt: Copiar ID de Usuário
zh: 复制用户 ID

source: Reporter
ar: المبلغ
de: Melder
es: Informante
fr: Informateur
it: Segnalatore
ja: レポート作成者
pt: Denunciante
zh: 举报人

source: Reported Item
ar: العنصر المبلغ عنه
de: Gemeldetes Element
es: Elemento Reportado
fr: Élément Signalé
it: Elemento Segnalato
ja: レポート対象のアイテム
pt: Item Denunciado
zh: 被举报项目

source: Reason
ar: السبب
de: Grund
es: Motivo
fr: Motif
it: Motivo
ja: 理由
pt: Motivo
zh: 原因

source: Report Status
ar: حالة البلاغ
de: Meldestatus
es: Estado del Reporte
fr: État du Rapport
it: Stato Segnalazione
ja: レポートステータス
pt: Status da Denúncia
zh: 举报状态

# viewReportedItem
source: View Item
ar: عرض العنصر
de: Element ansehen
es: Ver Elemento
fr: Voir Élément
it: Vedi Elemento
ja: アイテムを表示
pt: Ver Item
zh: 查看项目

source: Mark as In Review
ar: وضع علامة 'قيد المراجعة'
de: In Prüfung markieren
es: Marcar en Revisión
fr: Marquer en Révision
it: Segna in Revisione
ja: 審査中に設定
pt: Marcar em Revisão
zh: 标记为审核中

source: Resolve Report
ar: حل البلاغ
de: Meldung lösen
es: Resolver Reporte
fr: Résoudre Rapport
it: Risolvi Segnalazione
ja: レポートを解決
pt: Resolver Denúncia
zh: 解决举报

source: Initial Feedback
ar: التقييم الأولي
de: Erstes Feedback
es: Feedback Inicial
fr: Feedback Initial
it: Feedback Iniziale
ja: 初回フィードバック
pt: Feedback Inicial
zh: 初始反馈

# osPromptRequested
source: OS Prompt?
ar: طُلب تقييم النظام؟
es: ¿Aviso de SO?
fr: Invite OS ?
it: Prompt OS?
ja: OSプロンプトをリクエスト済み？
pt: Aviso de SO?
zh: 已请求 OS 提示？

source: Feedback History
ar: سجل التقييمات
de: Feedback-Verlauf
es: Historial
fr: Historique
it: Cronologia Feedback
ja: フィードバック履歴
pt: Histórico
zh: 反馈历史

source: Last Interaction
ar: آخر تفاعل
de: Letzte Interaktion
es: Última Interacción
fr: Dernière Interaction
it: Ultima Interazione
ja: 最終インタラクション
pt: Última Interação
zh: 最后一次互动

# viewFeedbackHistory
source: View History
ar: عرض السجل
de: Verlauf ansehen
es: Ver Historial
fr: Voir Historique
it: Vedi Cronologia
ja: 履歴を表示
pt: Ver Histórico
zh: 查看历史

# reactionTypeLike
source: Like
ar: إعجاب
de: Gefällt mir
es: Me gusta
fr: J'aime
it: Mi piace
ja: いいね
pt: Curtir
zh: 点赞

# reactionTypeInsightful
source: Insightful
ar: ثاقب
de: Aufschlussreich
es: Interesante
fr: Pertinent
it: Interessante
ja: 洞察に満ちている
pt: Interessante
zh: 有见地

# reactionTypeAmusing
source: Amusing
ar: مسلي
de: Amüsant
es: Divertido
fr: Amusant
it: Divertente
ja: 面白い
pt: Divertido
zh: 有趣

# reactionTypeSad
source: Sad
ar: حزين
de: Traurig
es: Triste
fr: Triste
it: Triste
ja: 悲しい
pt: Triste
zh: 悲伤

# reactionTypeAngry
source: Angry
ar: غاضب
de: Wütend
es: Enojado
fr: En colère
it: Arrabbiato
ja: 怒り
pt: Bravo
zh: 愤怒

# reactionTypeSkeptical
source: Skeptical
ar: متشكك
de: Skeptisch
es: Escéptico
fr: Sceptique
it: Scettico
ja: 懐疑的
pt: Cético
zh: 怀疑

# initialAppReviewFeedbackPositive
source: Positive
ar: إيجابي
de: Positiv
es: Positivo
fr: Positif
it: Positivo
ja: ポジティブ
pt: Positivo
zh: 正面

# initialAppReviewFeedbackNegative
source: Negative
ar: سلبي
de: Negativ
es: Negativo
fr: Négatif
it: Negativo
ja: ネガティブ
pt: Negativo
zh: 负面

# filterCommunity
source: Filter Community Content
ar: تصفية محتوى المجتمع
de: Community-Inhalt filtern
es: Filtrar Comunidad
fr: Filtrer Communauté
it: Filtra Community
ja: コミュニティコンテンツをフィルター
pt: Filtrar Comunidade
zh: 筛选社区内容

# searchByEngagementUser
source: Search by user email...
ar: البحث بالبريد الإلكتروني للمستخدم...
de: Nach Nutzer-E-Mail suchen...
es: Buscar por email...
fr: Rechercher par email...
it: Cerca per email...
ja: ユーザーのメールアドレスで検索...
pt: Buscar por e-mail...
zh: 按用户邮箱搜索...

# searchByReportReporter
source: Search by reporter email...
ar: البحث بالبريد الإلكتروني للمبلغ...
de: Nach Melder-E-Mail suchen...
es: Buscar por informante...
fr: Rechercher par informateur...
it: Cerca per segnalatore...
ja: レポート作成者のメールアドレスで検索...
pt: Buscar por denunciante...
zh: 按举报人邮箱搜索...

# searchByAppReviewUser
source: Search by user email...
ar: البحث بالبريد الإلكتروني للمستخدم...
de: Nach Nutzer-E-Mail suchen...
es: Buscar por email...
fr: Rechercher par email...
it: Cerca per email...
ja: ユーザーのメールアドレスで検索...
pt: Buscar por e-mail...
zh: 按用户邮箱搜索...

source: Select Comment Status
ar: اختر حالة التعليق
de: Kommentar-Status wählen
es: Estado del Comentario
fr: État du Commentaire
it: Stato Commento
ja: コメントステータスを選択
pt: Status do Comentário
zh: 选择评论状态

source: Select Report Status
ar: اختر حالة البلاغ
de: Meldestatus wählen
es: Estado del Reporte
fr: État du Rapport
it: Stato Segnalazione
ja: レポートステータスを選択
pt: Status da Denúncia
zh: 选择举报状态

source: Select Initial Feedback
ar: اختر التقييم الأولي
de: Erstes Feedback wählen
es: Feedback Inicial
fr: Feedback Initial
it: Feedback Iniziale
ja: 初回フィードバックを選択
pt: Feedback Inicial
zh: 选择初始反馈

# selectReportableEntity
source: Select Reported Item Type
ar: اختر نوع العنصر المبلغ عنه
de: Elementtyp wählen
es: Tipo de Elemento
fr: Type d'Élément
it: Tipo Elemento
ja: レポート対象のアイテムタイプを選択
pt: Tipo de Item
zh: 选择被举报项目类型

# reportableEntityHeadline
source: Headline
ar: عنوان
de: Schlagzeile
es: Titular
fr: Titre
it: Titolo
ja: 見出し
pt: Manchete
zh: 头条

# reportableEntitySource
source: Source
ar: مصدر
de: Quelle
es: Fuente
it: Fonte
ja: ソース
pt: Fonte
zh: 来源

# reportableEntityComment
source: Comment
ar: تعليق
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
pt: Comentário
zh: 评论

source: No engagements found.
ar: لم يتم العثور على تفاعلات.
de: Keine Interaktionen.
es: Sin interacciones.
fr: Aucun engagement.
it: Nessuna interazione.
ja: エンゲージメントが見つかりませんでした。
pt: Sem interações.
zh: 未找到互动。

source: No reports found.
ar: لم يتم العثور على بلاغات.
de: Keine Meldungen.
es: Sin reportes.
fr: Aucun rapport.
it: Nessuna segnalazione.
ja: レポートが見つかりませんでした。
pt: Sem denúncias.
zh: 未找到举报。

source: No app reviews found.
ar: لم يتم العثور على مراجعات للتطبيق.
de: Keine Reviews.
es: Sin reseñas.
fr: Aucun avis.
it: Nessuna recensione.
ja: アプリレビューが見つかりませんでした。
pt: Sem avaliações.
zh: 未找到应用评价。

source: Loading Engagements
ar: جاري تحميل التفاعلات
de: Interaktionen laden
es: Cargando Interacciones
fr: Chargement Engagements
it: Caricamento Interazioni
ja: エンゲージメントを読み込み中
pt: Carregando Interações
zh: 正在加载互动

source: Loading Reports
ar: جاري تحميل البلاغات
de: Meldungen laden
es: Cargando Reportes
fr: Chargement Rapports
it: Caricamento Segnalazioni
ja: レポートを読み込み中
pt: Carregando Denúncias
zh: 正在加载举报

source: Loading App Reviews
ar: جاري تحميل مراجعات التطبيق
de: Reviews laden
es: Cargando Reseñas
fr: Chargement Avis
it: Caricamento Recensioni
ja: アプリレビューを読み込み中
pt: Carregando Avaliações
zh: 正在加载应用评价

# userIdCopied
source: User ID copied to clipboard.
ar: تم نسخ معرف المستخدم إلى الحافظة.
de: Nutzer-ID kopiert.
es: ID de usuario copiado.
fr: ID utilisateur copié.
it: ID utente copiato.
ja: ユーザーIDをクリップボードにコピーしました。
pt: ID de usuário copiado.
zh: 用户 ID 已复制到剪贴板。

source: Report status updated.
ar: تم تحديث حالة البلاغ.
de: Meldestatus aktualisiert.
es: Estado actualizado.
fr: État mis à jour.
it: Stato aggiornato.
ja: レポートステータスを更新しました。
pt: Status atualizado.
zh: 举报状态已更新。

# feedbackHistoryForUser
source: Feedback History for {email}
ar: سجل التقييمات للمستخدم {email}
de: Feedback-Verlauf für {email}
es: Historial de {email}
fr: Historique de {email}
it: Cronologia di {email}
ja: {email}のフィードバック履歴
pt: Histórico de {email}
zh: {email} 的反馈历史

# noFeedbackHistory
source: No feedback history available for this user.
ar: لا يوجد سجل تقييمات متاح لهذا المستخدم.
de: Kein Verlauf verfügbar.
es: Sin historial disponible.
fr: Aucun historique disponible.
it: Nessuna cronologia disponibile.
ja: このユーザーのフィードバック履歴はありません。
pt: Sem histórico disponível.
zh: 此用户没有可用的反馈历史。

# feedbackProvidedAt
source: Feedback provided at: {date}
ar: تم تقديم التقييم في: {date}
de: Feedback am: {date}
es: Feedback el: {date}
fr: Feedback le : {date}
it: Feedback il: {date}
ja: フィードバック提供日時: {date}
pt: Feedback em: {date}
zh: 反馈提供于：{date}

# feedbackReason
source: Reason: {reason}
ar: السبب: {reason}
de: Grund: {reason}
es: Motivo: {reason}
fr: Motif : {reason}
it: Motivo: {reason}
ja: 理由: {reason}
pt: Motivo: {reason}
zh: 原因：{reason}

source: No reason provided.
ar: لم يتم تقديم سبب.
de: Kein Grund angegeben.
es: Sin motivo.
fr: Aucun motif fourni.
it: Nessun motivo fornito.
ja: 理由は提供されていません。
pt: Sem motivo.
zh: 未提供原因。

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt: Sim
zh: 是

source: No
ar: لا
de: Nein
fr: Non
ja: いいえ
pt: Não
zh: 否

# reportReasonMisinformationOrFakeNews
source: Misinformation / Fake News
ar: معلومات مضللة / أخبار كاذبة
de: Falschinformation / Fake News
es: Desinformación / Fake News
fr: Désinformation / Fake News
it: Disinformazione / Fake News
ja: 誤報 / フェイクニュース
pt: Desinformação / Fake News
zh: 虚假信息 / 假新闻

# reportReasonClickbaitTitle
source: Clickbait Title
ar: عنوان مضلل
de: Clickbait-Titel
es: Título Clickbait
fr: Titre Clickbait
it: Titolo Clickbait
ja: 釣りタイトル
pt: Título Clickbait
zh: 标题党

# reportReasonOffensiveOrHateSpeech
source: Offensive / Hate Speech
ar: محتوى مسيء / خطاب كراهية
de: Beleidigend / Hassrede
es: Ofensivo / Odio
fr: Offensant / Haine
it: Offensivo / Odio
ja: 攻撃的 / ヘイトスピーチ
pt: Ofensivo / Ódio
zh: 冒犯性 / 仇恨言论

# reportReasonSpamOrScam
source: Spam / Scam
ar: بريد مزعج / احتيال
de: Spam / Betrug
es: Spam / Estafa
fr: Spam / Arnaque
it: Spam / Truffa
ja: スパム / 詐欺
pt: Spam / Golpe
zh: 垃圾信息 / 诈骗

# reportReasonBrokenLink
source: Broken Link
ar: رابط معطل
de: Defekter Link
es: Enlace Roto
fr: Lien Mort
it: Link Interrotto
ja: リンク切れ
pt: Link Quebrado
zh: 链接失效

# reportReasonPaywalled
source: Paywalled
ar: يتطلب اشتراكًا مدفوعًا
de: Bezahlschranke
es: Muro de Pago
fr: Paywall
it: Contenuto a Pagamento
ja: ペイウォール（有料記事）
pt: Paywall
zh: 付费墙

# reportReasonLowQualityJournalism
source: Low Quality Journalism
ar: صحافة منخفضة الجودة
de: Minderwertiger Journalismus
es: Baja Calidad
fr: Basse Qualité
it: Bassa Qualità
ja: 低品質なジャーナリズム
pt: Baixa Qualidade
zh: 低质量新闻

# reportReasonHighAdDensity
source: High Ad Density
ar: كثافة إعلانات عالية
de: Zu viel Werbung
es: Exceso de Publicidad
fr: Excès de Pub
it: Troppa Pubblicità
ja: 広告が多すぎる
pt: Excesso de Publicidade
zh: 广告密度过高

# reportReasonBlog
source: Blog
ar: مدونة
ja: ブログ
zh: 博客

# reportReasonGovernmentSource
source: Government Source
ar: مصدر حكومي
de: Regierungsquelle
es: Fuente Gubernamental
fr: Source Gouvernementale
it: Fonte Governativa
ja: 政府機関
pt: Fonte Governamental
zh: 政府来源

# reportReasonAggregator
source: Aggregator
ar: مجمع أخبار
es: Agregador
fr: Agrégateur
it: Aggregatore
ja: アグリゲーター
pt: Agregador
zh: 聚合器

# reportReasonOther
source: Other
ar: آخر
de: Anderes
es: Otro
fr: Autre
it: Altro
ja: その他
pt: Outro
zh: 其他

# reportReasonFrequentPaywalls
source: Frequent Paywalls
ar: اشتراكات مدفوعة متكررة
de: Häufige Bezahlschranken
es: Muros de Pago Frecuentes
fr: Paywalls Fréquents
it: Paywall Frequenti
ja: 頻繁なペイウォール
pt: Paywalls Frequentes
zh: 频繁出现付费墙

# reportReasonImpersonation
source: Impersonation
ar: انتحال شخصية
de: Identitätsdiebstahl
es: Suplantación
fr: Usurpation
it: Sostituzione di Persona
ja: なりすまし
pt: Falsificação de Identidade
zh: 冒充他人

# noNegativeFeedbackHistory
source: No negative feedback history found for this user.
ar: لم يتم العثور على سجل تقييمات سلبية لهذا المستخدم.
de: Kein negatives Feedback gefunden.
es: Sin feedback negativo.
fr: Aucun feedback négatif.
it: Nessun feedback negativo.
ja: このユーザーのネガティブなフィードバック履歴は見つかりませんでした。
pt: Sem feedback negativo.
zh: 未找到此用户的负面反馈历史。

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
ja: 拒否
pt: Rejeitar
zh: 拒绝

# commentStatusFlaggedByAi
source: Flagged by AI
ar: تم الإبلاغ بواسطة الذكاء الاصطناعي
de: Von KI markiert
es: Marcado por IA
fr: Marqué par IA
it: Segnalato da IA
ja: AIによってフラグ設定済み
pt: Marcado por IA
zh: 被 AI 标记

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
zh: 取消

# rejectCommentConfirmation
source: Are you sure you want to reject and permanently delete this comment? This action cannot be undone.
ar: هل أنت متأكد أنك تريد رفض وحذف هذا التعليق نهائيًا؟ لا يمكن التراجع عن هذا الإجراء.
de: Kommentar endgültig löschen?
es: ¿Eliminar permanentemente este comentario?
fr: Supprimer définitivement ce commentaire ?
it: Eliminare definitivamente questo commento?
ja: このコメントを拒否して永久に削除してもよろしいですか？このアクションは取り消せません。
pt: Excluir permanentemente este comentário?
zh: 您确定要拒绝并永久删除此评论吗？此操作无法撤销。

source: Search by User ID...
ar: ابحث باستخدام معرّف المستخدم...
de: Nach Nutzer-ID suchen...
es: Buscar por ID...
fr: Rechercher par ID...
it: Cerca per ID Utente...
ja: ユーザーIDで検索...
pt: Buscar por ID...
zh: 按用户 ID 搜索...

# viewReportedHeadline
source: View Headline
ar: عرض العنوان
de: Schlagzeile ansehen
es: Ver Titular
fr: Voir Titre
it: Vedi Titolo
ja: 見出しを表示
pt: Ver Manchete
zh: 查看头条

# viewReportedSource
source: View Source
ar: عرض المصدر
de: Quelle ansehen
es: Ver Fuente
fr: Voir Source
it: Vedi Fonte
ja: ソースを表示
pt: Ver Fonte
zh: 查看来源

# viewReportedComment
source: View Comment
ar: عرض التعليق
de: Kommentar ansehen
es: Ver Comentario
fr: Voir Commentaire
it: Vedi Commento
ja: コメントを表示
pt: Ver Comentário
zh: 查看评论

source: Entity Type
ar: نوع الكيان
de: Entitätstyp
es: Tipo de Entidad
fr: Type d'Entité
it: Tipo Entità
ja: エンティティタイプ
pt: Tipo de Entidade
zh: 实体类型

source: Feedback
ar: التقييم
ja: フィードバック
zh: 反馈

source: Feedback Details
ar: تفاصيل التقييم
es: Detalles del Feedback
fr: Détails du Feedback
it: Dettagli Feedback
ja: フィードバックの詳細
pt: Detalhes do Feedback
zh: 反馈详情

# moderationStatusPendingReview
source: Pending Review
ar: قيد المراجعة
de: Prüfung ausstehend
es: Pendiente
fr: En Attente
it: In Revisione
ja: 審査待ち
pt: Pendente
zh: 待审核

# moderationStatusResolved
source: Resolved
ar: تم الحل
de: Gelöst
es: Resuelto
fr: Résolu
it: Risolto
ja: 解決済み
pt: Resolvido
zh: 已解决

source: Has Comment
ar: يحتوي على تعليق
de: Hat Kommentar
es: Tiene Comentario
fr: A un Commentaire
it: Ha Commento
ja: コメントあり
pt: Tem Comentário
zh: 有评论

source: Any
ar: الكل
de: Alle
es: Cualquiera
fr: Tous
it: Qualsiasi
ja: すべて
pt: Qualquer
zh: 任何

source: With Comment
ar: مع تعليق
de: Mit Kommentar
es: Con Comentario
fr: Avec Commentaire
it: Con Commento
ja: コメントあり
pt: Com Comentário
zh: 有评论

source: Without Comment
ar: بدون تعليق
de: Ohne Kommentar
es: Sin Comentario
fr: Sans Commentaire
it: Senza Commento
ja: コメントなし
pt: Sem Comentário
zh: 无评论

source: Report resolved.
ar: تم حل البلاغ.
de: Meldung gelöst.
es: Reporte resuelto.
fr: Rapport résolu.
it: Segnalazione risolta.
ja: レポートを解決しました。
pt: Denúncia resolvida.
zh: 举报已解决。

source: Comment approved.
ar: تمت الموافقة على التعليق.
de: Kommentar genehmigt.
es: Comentario aprobado.
fr: Commentaire approuvé.
it: Commento approvato.
ja: コメントを承認しました。
pt: Comentário aprovado.
zh: 评论已批准。

source: Comment rejected.
ar: تم رفض التعليق.
de: Kommentar abgelehnt.
es: Comentario rechazado.
fr: Commentaire rejeté.
it: Commento rifiutato.
ja: コメントを拒否しました。
pt: Comentário rejeitado.
zh: 评论已拒绝。

source: Copy Headline ID
ar: نسخ معرّف العنوان
de: Schlagzeilen-ID kopieren
es: Copiar ID de Titular
fr: Copiar ID de Titre
it: Copia ID Titolo
ja: 見出しIDをコピー
pt: Copiar ID da Manchete
zh: 复制头条 ID

source: Copy Reported Item ID
ar: نسخ معرّف العنصر المُبلغ عنه
de: Element-ID kopieren
es: Copiar ID de Elemento
fr: Copier ID Élément
it: Copia ID Elemento
ja: レポート対象のアイテムIDをコピー
pt: Copiar ID do Item
zh: 复制被举报项目 ID

source: View Feedback Details
ar: عرض تفاصيل التقييم
de: Details ansehen
es: Ver Detalles
fr: Voir Détails
it: Vedi Dettagli
ja: フィードバックの詳細を表示
pt: Ver Detalhes
zh: 查看反馈详情

source: Report Details
ar: تفاصيل البلاغ
de: Meldungs-Details
es: Detalles del Reporte
fr: Détails du Rapport
it: Dettagli Segnalazione
ja: レポートの詳細
pt: Detalhes da Denúncia
zh: 举报详情

source: Comment Details
ar: تفاصيل التعليق
de: Kommentar-Details
es: Detalles del Comentario
fr: Détails du Commentaire
it: Dettagli Commento
ja: コメントの詳細
pt: Detalhes do Comentário
zh: 评论详情

source: Community Management
ar: إدارة المجتمع
de: Community-Verwaltung
es: Gestión de Comunidad
fr: Gestion Communauté
it: Gestione Community
ja: コミュニティ管理
pt: Gestão de Comunidade
zh: 社区管理

# navContent
source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
pt: Conteúdo
zh: 内容

# navUsers
source: Users
ar: المستخدمون
de: Nutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
ja: ユーザー
pt: Usuários
zh: 用户

# navCommunity
source: Community
ar: المجتمع
es: Comunidad
fr: Communauté
ja: コミュニティ
pt: Comunidade
zh: 社区

# confirmPromotionTitle
source: Confirm Promotion
ar: تأكيد الترقية
de: Beförderung bestätigen
es: Confirmar Ascenso
fr: Confirmer Promotion
it: Conferma Promozione
ja: 昇格の確認
pt: Confirmar Promoção
zh: 确认提升

# confirmPromotionMessage
source: Are you sure you want to promote {email} to a Publisher?
ar: هل أنت متأكد أنك تريد ترقية {email} إلى ناشر؟
de: {email} zum Herausgeber befördern?
es: ¿Ascender a {email} a Editor?
fr: Promouvoir {email} en tant qu'Éditeur ?
it: Promuovere {email} a Editore?
ja: {email}をパブリッシャーに昇格させてもよろしいですか？
pt: Promover {email} a Editor?
zh: 您确定要将 {email} 提升为发布者吗？

# confirmDemotionTitle
source: Confirm Demotion
ar: تأكيد التخفيض
de: Herabstufung bestätigen
es: Confirmar Degradación
fr: Confirmer Rétrogradation
it: Conferma Retrocessione
ja: 降格の確認
pt: Confirmar Rebaixamento
zh: 确认降级

# confirmDemotionMessage
source: Are you sure you want to demote {email} to a standard user?
ar: هل أنت متأكد أنك تريد تخفيض رتبة {email} إلى مستخدم عادي؟
de: {email} zum Standard-Nutzer herabstufen?
es: ¿Degradar a {email} a usuario estándar?
fr: Rétrograder {email} en utilisateur standard ?
it: Retrocedere {email} a utente standard?
ja: {email}を標準ユーザーに降格させてもよろしいですか？
pt: Rebaixar {email} a usuário padrão?
zh: 您确定要将 {email} 降级为普通用户吗？

# premiumUserTooltip
source: Premium
ar: مستخدم مميز
ja: プレミアム
zh: 高级用户

# adminUserTooltip
source: Admin
ar: مسؤول
ja: 管理者
zh: 管理员

# publisherUserTooltip
source: Publisher
ar: ناشر
de: Herausgeber
es: Editor
fr: Éditeur
it: Editore
ja: パブリッシャー
pt: Editor
zh: 发布者

# breakingNewsHint
source: This is a breaking news headline
ar: هذا عنوان خبر عاجل
de: Dies ist eine Eilmeldung
es: Titular de última hora
fr: Titre de dernière minute
it: Titolo di ultima ora
ja: これは速報の見出しです
pt: Manchete de última hora
zh: 这是一个突发新闻头条

# breakingNewsFilterDescription
source: Show only breaking news headlines
ar: إظهار عناوين الأخبار العاجلة فقط
de: Nur Eilmeldungen anzeigen
es: Solo noticias de última hora
fr: Uniquement actualités de dernière minute
it: Solo notizie di ultima ora
ja: 速報の見出しのみを表示
pt: Apenas notícias de última hora
zh: 仅显示突发新闻头条

# publishItemTitle
source: Publish {itemType}?
ar: نشر {itemType}؟
de: {itemType} veröffentlichen?
es: ¿Publicar {itemType}?
fr: Publier {itemType} ?
it: Pubblica {itemType}?
ja: {itemType}を公開しますか？
pt: Publicar {itemType}?
zh: 发布 {itemType}？

# publishItemContent
source: Are you sure you want to publish this {itemType}? It will become publicly visible.
ar: هل أنت متأكد أنك تريد نشر هذا الـ {itemType}؟ سيصبح مرئيًا للعامة.
de: Diesen {itemType} veröffentlichen? Er wird öffentlich sichtbar.
es: ¿Publicar este {itemType}? Será visible.
fr: Publier ce {itemType} ? Il sera visible.
it: Pubblicare questo {itemType}? Sarà visibile.
ja: この{itemType}を公開してもよろしいですか？一般に公開されます。
pt: Publicar este {itemType}? Será visível.
zh: 您确定要发布此 {itemType} 吗？它将对公众可见。

# archiveItemTitle
source: Archive {itemType}?
ar: أرشفة {itemType}؟
de: {itemType} archivieren?
es: ¿Archivar {itemType}?
fr: Archiver {itemType} ?
it: Archivia {itemType}?
ja: {itemType}をアーカイブしますか？
pt: Arquivar {itemType}?
zh: 归档 {itemType}？

# archiveItemContent
source: Are you sure you want to archive this {itemType}? It will be hidden from public view.
ar: هل أنت متأكد أنك تريد أرشفة هذا الـ {itemType}؟ سيتم إخفاؤه عن العرض العام.
de: Diesen {itemType} archivieren? Er wird ausgeblendet.
es: ¿Archivar este {itemType}? Se ocultará.
fr: Archiver ce {itemType} ? Il sera masqué.
it: Archiviare questo {itemType}? Sarà nascosto.
ja: この{itemType}をアーカイブしてもよろしいですか？一般には表示されなくなります。
pt: Arquivar este {itemType}? Será ocultado.
zh: 您确定要归档此 {itemType} 吗？它将从公众视野中隐藏。

# restoreItemTitle
source: Restore {itemType}?
ar: استعادة {itemType}؟
de: {itemType} wiederherstellen?
es: ¿Restaurar {itemType}?
fr: Restaurer {itemType} ?
it: Ripristina {itemType}?
ja: {itemType}を復元しますか？
pt: Restaurar {itemType}?
zh: 恢复 {itemType}？

# restoreItemContent
source: Are you sure you want to restore this {itemType}? It will become active and publicly visible again.
ar: هل أنت متأكد أنك تريد استعادة هذا الـ {itemType}؟ سيصبح نشطًا ومرئيًا للعامة مرة أخرى.
de: Diesen {itemType} wiederherstellen? Er wird wieder aktiv.
es: ¿Restaurar este {itemType}? Será visible.
fr: Restaurer ce {itemType} ? Il sera visible.
it: Ripristinare questo {itemType}? Sarà visibile.
ja: この{itemType}を復元してもよろしいですか？再びアクティブになり、一般に公開されます。
pt: Restaurar este {itemType}? Será visível.
zh: 您确定要恢复此 {itemType} 吗？它将重新激活并对公众可见。

# deleteItemTitle
source: Delete {itemType}?
ar: حذف {itemType}؟
de: {itemType} löschen?
es: ¿Eliminar {itemType}?
fr: Supprimer {itemType} ?
it: Elimina {itemType}?
ja: {itemType}を削除しますか？
pt: Excluir {itemType}?
zh: 删除 {itemType}？

# deleteItemContent
source: Are you sure you want to delete this {itemType}?
ar: هل أنت متأكد أنك تريد حذف هذا الـ {itemType}؟ يمكن التراجع عن هذا الإجراء لفترة قصيرة.
de: Diesen {itemType} wirklich löschen?
es: ¿Estás seguro de eliminar este {itemType}?
fr: Voulez-vous vraiment supprimer ce {itemType} ?
it: Sei sicuro di voler eliminare questo {itemType}?
ja: この{itemType}を削除してもよろしいですか？
pt: Tem certeza que deseja excluir este {itemType}?
zh: 您确定要删除此 {itemType} 吗？

# itemDeletedSnackbar
source: {itemType} "{itemName}" deleted.
ar: تم حذف {itemType} "{itemName}".
de: {itemType} "{itemName}" gelöscht.
es: {itemType} "{itemName}" eliminado.
fr: {itemType} "{itemName}" supprimé.
it: {itemType} "{itemName}" eliminato.
ja: {itemType}「{itemName}」を削除しました。
pt: {itemType} "{itemName}" excluído.
zh: {itemType} “{itemName}” 已删除。
